[{"Film": "The Shawshank Redemption (1994)", "Quotes": ["Andy Dufresne:[in letter to Red]Remember Red, hope is a good thing, maybe the best of things, and no good thing ever dies.", "Andy Dufresne:[to Red]I guess it comes down a simple choice: Get busy living, or get busy dying.", "Red:[narrating]Andy Dufresne - who crawled through a river of shit and came out clean on the other side.", "1967 Parole Hearings Man:Ellis Boyd Redding, your files say you've served 40 years of a life sentence. Do you feel you've been rehabilitated?\nRed:Rehabilitated? Well, now let me see. You know, I don't have any idea what that means.\n1967 Parole Hearings Man:Well, it means that you're ready to rejoin society...\nRed:I know what you think it means, sonny. To me, it's just a made up word. A politician's word, so young fellas like yourself can wear a suit and a tie, and have a job. What do you really want to know? Am I sorry for what I did?\n1967 Parole Hearings Man:Well, are you?\nRed:There's not a day goes by I don't feel regret. Not because I'm in here, because you think I should. I look back on the way I was then: a young, stupid kid who committed that terrible crime. I want to talk to him. I want to try to talk some sense to him, tell him the way things are. But I can't. That kid's long gone, and this old man is all that's left. I got to live with that. Rehabilitated? It's just a bullshit word. So you go on and stamp your form, sonny, and stop wasting my time. Because to tell you the truth, I don't give a shit.", "Andy Dufresne:[referring to Andy using an alias to launder money for the warden]If they ever try to trace any of those accounts, they're gonna end up chasing a figment of my imagination.\nRed:Well, I'll be damned. Did I say you were good? Shit, you're a Rembrandt!\nAndy Dufresne:Yeah. The funny thing is - on the outside, I was an honest man, straight as an arrow. I had to come to prison to be a crook.", "Red:[narrating]Sometimes it makes me sad, though... Andy being gone. I have to remind myself that some birds aren't meant to be caged. Their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock them up DOES rejoice. But still, the place you live in is that much more drab and empty that they're gone. I guess I just miss my friend.", "Red:[after being denied parole as he expected]Same old shit, different day", "Red:[narrating]I have no idea to this day what those two Italian ladies were singing about. Truth is, I don't want to know. Some things are best left unsaid. I'd like to think they were singing about something so beautiful, it can't be expressed in words, and makes your heart ache because of it. I tell you, those voices soared higher and farther than anybody in a gray place dares to dream. It was like some beautiful bird flapped into our drab little cage and made those walls dissolve away, and for the briefest of moments, every last man in Shawshank felt free.", "Andy Dufresne:What about you? What are you in here for?\nRed:Murder, same as you.\nAndy Dufresne:Innocent?\nRed:[shakes his head]Only guilty man in Shawshank.", "Heywood:The Count of Monte Crisco...\nFloyd:That's \"Cristo\" you dumb shit.\nHeywood:...by Alexandree Dumb-ass. Dumb-ass.\nAndy Dufresne:Dumb-ass? \"Dumas\". You know what it's about? You'll like it, it's about a prison break.\nRed:We oughta file that under \"Educational\" too, oughten we?", "Red:[narrating]Forty years I been asking permission to piss. I can't squeeze a drop without say-so.", "Red:[to Andy]Let me tell you something my friend. Hope is a dangerous thing. Hope can drive a man insane.", "[last lines]\nRed:[narrating]I find I'm so excited, I can barely sit still or hold a thought in my head. I think it's the excitement only a free man can feel, a free man at the start of a long journey whose conclusion is uncertain. I hope I can make it across the border. I hope to see my friend and shake his hand. I hope the Pacific is as blue as it has been in my dreams. I hope.", "Red:[referring to the possibility of Andy committing suicide]I don't know; every man has his breaking point.", "Andy Dufresne:That's the beauty of music. They can't get that from you... Haven't you ever felt that way about music?\nRed:I played a mean harmonica as a younger man. Lost interest in it though. Didn't make much sense in here.\nAndy Dufresne:Here's where it makes the most sense. You need it so you don't forget.\nRed:Forget?\nAndy Dufresne:Forget that... there are places in this world that aren't made out of stone. That there's something inside... that they can't get to, that they can't touch. That's yours.\nRed:What're you talking about?\nAndy Dufresne:Hope.", "Andy Dufresne:She was beautiful. God I loved her. I just didn't know how to show it, that's all. I killed her, Red. I didn't pull the trigger, but I drove her away. And that's why she died, because of me.", "Red:These walls are funny. First you hate 'em, then you get used to 'em. Enough time passes, you get so you depend on them. That's institutionalized.\nHeywood:Shit. I could never get like that.\nErnie:Oh yeah? Say that when you been here as long as Brooks has.\nRed:Goddamn right. They send you here for life, and that's exactly what they take. The part that counts, anyway.", "Brooks:Easy peasy japanesey.", "Red:[narrating]We sat and drank with the sun on our shoulders and felt like free men. Hell, we could have been tarring the roof of one of our own houses. We were the lords of all creation. As for Andy - he spent that break hunkered in the shade, a strange little smile on his face, watching us drink his beer.", "Red:[narrating, referring to the warden committing suicide]I'd like to think that the last thing that went through his head, other than that bullet, was to wonder how the hell Andy Dufresne ever got the best of him.", "Andy Dufresne:Red. If you ever get out of here, do me a favor.\nRed:Sure, Andy. Anything.\nAndy Dufresne:There's a big hayfield up near Buxton. You know where Buxton is?\nRed:Well, there's... there's a lot of hayfields up there.\nAndy Dufresne:One in particular. It's got a long rock wall with a big oak tree at the north end. It's like something out of a Robert Frost poem. It's where I asked my wife to marry me. We went there for a picnic and made love under that oak and I asked and she said yes. Promise me, Red. If you ever get out... find that spot. At the base of that wall, you'll find a rock that has no earthly business in a Maine hayfield. Piece of black, volcanic glass. There's something buried under it I want you to have.\nRed:What, Andy? What's buried under there?\nAndy Dufresne:[turns to walk away]You'll have to pry it up... to see.", "Andy Dufresne:[in a letter to Red]Dear Red. If you're reading this, you've gotten out. And if you've come this far, maybe you're willing to come a little further. You remember the name of the town, don't you?\nRed:Zihuatanejo.\nAndy Dufresne:I could use a good man to help me get my project on wheels. I'll keep an eye out for you and the chessboard ready. Remember, Red, hope is a good thing, maybe the best of things, and no good thing ever dies. I will be hoping that this letter finds you, and finds you well. Your friend. Andy.", "Andy Dufresne:You know what the Mexicans say about the Pacific?\nRed:No.\nAndy Dufresne:They say it has no memory. That's where I want to live the rest of my life. A warm place with no memory.", "Boggs:Now, I'm gonna open my fly and you're gonna swallow what I give ya to swallow. And after you swallow mine you're gonna swallow Rooster's cause ya done broke his nose and I think he oughta have something to show for it.\nAndy Dufresne:Anything you put in my mouth you're gonna lose.\nBoggs:Naw, you don't understand. You do that and I'll put all eight inches of steel in your ear.\nAndy Dufresne:All right. But you should know that sudden serious brain injury causes the victim to bite down hard. In fact, I hear the bite reflex is so strong they have to pry the victims jaws open with a crowbar.\nBoggs:Where do you get this shit?\nAndy Dufresne:I read it. You know how to read, you ignorant fuck?", "Red:[narrating]In 1966, Andy Dufresne escaped from Shawshank prison. All they found of him was a muddy set of prison clothes, a bar of soap, and an old rock hammer, damn near worn down to the nub. I remember thinking it would take a man six hundred years to tunnel through the wall with it. Old Andy did it in less than twenty. Oh, Andy loved geology. I imagine it appealed to his meticulous nature. An ice age here, million years of mountain building there. Geology is the study of pressure and time. That's all it takes really, pressure, and time. That, and a big goddamn poster. Like I said, in prison a man will do most anything to keep his mind occupied. Turns out Andy's favorite hobby was totin' his wall out into the exercise yard, a handful at a time. I guess after Tommy was killed, Andy decided he'd been here just about long enough. Andy did like he was told, buffed those shoes to a high mirror shine. The guards simply didn't notice. Neither did I... I mean, seriously, how often do you really look at a mans shoes? Andy crawled to freedom through five hundred yards of shit smelling foulness I can't even imagine, or maybe I just don't want to. Five hundred yards... that's the length of five football fields, just shy of half a mile.", "Red:[narrating]Not long after the warden deprived us of his company, I got a postcard in the mail. It was blank, but the postmark said Fort Hancock, Texas. Fort Hancock... right on the border. That's where Andy crossed. When I picture him heading south in his own car with the top down, it always makes me laugh. Andy Dufresne... who crawled through a river of shit and came out clean on the other side. Andy Dufresne... headed for the Pacific.", "Warden Samuel Norton:[to the new inmates]I believe in two things: discipline and the Bible. Here you'll receive both. Put your trust in the Lord; your ass belongs to me. Welcome to Shawshank.", "District Attorney:And that also is very convenient, isn't it, Mr. Dufresne?\nAndy Dufresne:Since I am innocent of this crime, sir, I find it decidedly inconvenient that the gun was never found.", "Warden Samuel Norton:[after Andy escapes]Well?\nRed:Well what?\nWarden Samuel Norton:I see you two all the time, you're thick as thieves, you are. He musta said *something*.\nRed:Honest, Warden, not a word.\nWarden Samuel Norton:[frustrated]Lord, it's a miracle! Man up and vanished like a fart in the wind! Nothing left but some damn rocks on the windowsill. And that cupcake on the wall! Let's ask her, maybe she knows.\nWarden Samuel Norton:[to poster]What say you there, fuzzy-britches? Feel like talking? Aw, guess not. Why should she be any different?\n[hefting one of Andy's rocks]\nWarden Samuel Norton:This is a conspiracy, that's what it is.\n[throwing rocks]\nWarden Samuel Norton:One... big... damn conspiracy! And everyone's in on it, including *her*!\n[Throws a rock at the poster, the rock goes right through it and they hear it clattering. Norton puts his arm through the torn poster and rips it away from the wall, revealing Andy's escape tunnel]", "Red:[narrating]The first night's the toughest, no doubt about it. They march you in naked as the day you were born, skin burning and half blind from that delousing shit they throw on you, and when they put you in that cell... and those bars slam home... that's when you know it's for real. A whole life blown away in the blink of an eye. Nothing left but all the time in the world to think about it.", "Andy Dufresne:I have no enemies here.\nRed:Yeah? Wait a while. Word gets around. The Sisters have taken quite a likin' to you. Especially Boggs.\nAndy Dufresne:I don't suppose it would help if I told them that I'm not homosexual.\nRed:Neither are they. You have to be human first. They don't qualify.", "Red:[Narrating]I find I'm so excited that I can barely sit still or hold a thought in my head. I think it's the excitement only a free man can feel. A free man at a start of a long journey whose conclusion is uncertain. I hope I can make it across the border. I hope to see my friend and shake his hand. I hope the pacific is as blue as it has been in my dreams. I hope.", "Andy Dufresne:Bad luck, I guess. It floats around. It's got to land on somebody. It was my turn, that's all. I was in the path of the tornado. I just didn't expect the storm would last as long as it has.", "Red:[narrating]There's a harsh truth to face. No way I'm gonna make it on the outside. All I do anymore is think of ways to break my parole, so maybe they'd send me back. Terrible thing, to live in fear. Brooks Hatlen knew it. Knew it all too well. All I want is to be back where things make sense. Where I won't have to be afraid all the time. Only one thing stops me. A promise I made to Andy.", "Red:[narrating, referring to Andy]I could see why some of the boys took him for snobby. He had a quiet way about him, a walk and a talk that just wasn't normal around here. He strolled, like a man in a park without a care or a worry in the world, like he had on an invisible coat that would shield him from this place. Yeah, I think it would be fair to say... I liked Andy from the start.", "Warden Samuel Norton:[to new inmates, after explaining the prison routine]Any questions?\nPrisoner:When do we eat?\nCaptain Hadley:[Approaches prisoner]You eat when we say you eat. You piss when we say you piss, and you shit when we say you shit. You got that, you maggot dick motherfucker?", "Warden Samuel Norton:[after Andy tells him Tommy could prove Andy's innocence]I have to say that's the most amazing story I've ever heard. What amazes me most is that you were taken in by it.\nAndy Dufresne:[Confused by his response]Sir?\nWarden Samuel Norton:Well, it's obvious this fellow Williams is impressed with you. He hears your tale of woe and quite naturally, wants to cheer you up. He's young, not terribly bright. It's not surprising he wouldn't know what a state he put you in.\nAndy Dufresne:Sir, he's telling the truth.\nWarden Samuel Norton:Well, let's say for the moment this Blatch does exist. You think he'd just fall to his knees and cry \"Yes, I did it, I confess! Oh, and by the way, add a life term to my sentence.\"\nAndy Dufresne:You know that wouldn't matter. With Tommy's testimony I can get a new trial.\nWarden Samuel Norton:That's assuming Blatch is still there. Chances are excellent he'd be released by now.\nAndy Dufresne:Well they'd have his last known address, names of relatives. It's a chance, isn't there?\nWarden Samuel Norton:[Shakes his head]\nAndy Dufresne:How can you be so obtuse?\nWarden Samuel Norton:What? What did you call me?\nAndy Dufresne:Obtuse. Is it deliberate?\nWarden Samuel Norton:Son, you're forgetting yourself.\nAndy Dufresne:The country club will have his old time cards. Records, W-2s with his name on them.\nWarden Samuel Norton:If you wanna indulge in this fantasy, that's your business. Don't make it mine. This meeting is over.\nAndy Dufresne:Sir, if I ever get out, I'd never mention what happens here. I'd be just as indictable as you for laundering that money.\nWarden Samuel Norton:[slams his fists on the table]Don't you ever mention money to me again, you sorry son of a bitch. Not in this office, not anywhere.", "Fat Ass:I don't belong here! I want to go home! I want my mother!\nAnother Prisoner:I had your mother, she wasn't that great!", "Warden Samuel Norton:[after Andy escapes]I want him found. Not tomorrow, not after breakfast - now!", "Captain Hadley:Dufresne!\n[to Dekins]\nCaptain Hadley:That's him. That's the one.\nGuard Dekins:I'm Dekins. I was thinking about setting up some kind of trust fund for my kids' educations.\nAndy Dufresne:Oh, I see. Well, why don't we have a seat and talk it over. Brooks, do you have a piece of paper and a pencil? Thanks. So, Mr. Dekins...\nBrooks:[at lunchtime to the other prisoners]And then Andy says, \"Mr. Dekins, do you want your sons to go to Harvard... or Yale?\"\nFloyd:He didn't say that!\nBrooks:God is my witness! Dekins just looked at him a second and then he laughed himself silly and afterwards he actually shook Andy's hand.\nHeywood:My ass.\nBrooks:Shook his hand! I near soiled myself, I mean all Andy needed was a suit and a tie and a little jiggly hula gal on his desk and he woulda been *Mister* Dufresne, if you please.\nRed:Making a few friends, huh Andy?\nAndy Dufresne:I wouldn't say friends. I'm a convicted murderer who provides sound financial planning - it's a wonderful pet to have.", "Andy Dufresne:[reading letter from Brooks]\"I doubt they'll kick up any fuss. Not for an old crook like me. PS: tell Heywood I'm sorry I put a knife to his throat. No hard feelings, Brooks.\"\nRed:[pause]He should've died in here.", "[after Tommy told the story of how he got arrested]\nAndy Dufresne:Maybe it's time for you to switch careers.\nTommy Williams:Huh?\nAndy Dufresne:What I mean is, you don't seem to be a very good thief, maybe you should try something else.\nTommy Williams:Yeah, well, what the hell do you know about it Capone? What are you in for?\nAndy Dufresne:Me? My lawyer fucked me. Everybody's innocent in here. Didn't you know that?", "Fat Ass:You don't understand! I'm not supposed to be here!\nInmates:Me neither! They run this place like a fucking prison!", "Warden Samuel Norton:[as he hands Andy's bible back to him]Salvation lies within.", "Red:[narrating]I must admit I didn't think much of Andy first time I laid eyes on him; looked like a stiff breeze would blow him over. That was my first impression of the man.", "Red:You're gonna fit right in. Everyone in here is innocent, you know that? Heywood, what you in here for?\nHeywood:Didn't do it. Lawyer fucked me.", "Red:[narrating]Two things never happened again after that. The Sisters never laid a finger on Andy again... and Boggs never walked again. They transferred him to a minimum security hospital upstate. To my knowledge, he lived out the rest of his days drinking his food through a straw.", "Red:[narrating]His first night in the joint, Andy Dufresne cost me two packs of cigarettes. He never made a sound.", "Tommy Williams:So I'm backing out the door, right, and I got the TV, like this; it was a big old thing, I couldn't see shit; suddenly I hear this voice, \"Police, kid, hands in the air.\" You know, I was standing there, holdin' on to that TV, so finally the voice says, \"You hear what I said, boy?\" And I say, \"Yes sir, I sure did, but if I drop this fucking thing you got me on destruction of property too.\"", "[Warden Norton finds the Bible in his safe after Andy escapes and finds the message Andy left for him]\nAndy Dufresne:Dear Warden, You were right. Salvation lay within.\n[Norton flips through a couple of pages to find the outline of the rock hammer that was hidden in the Book of Exodus within the Bible, and then drops it on the floor in shock]", "[Warden Norton visits Andy in solitary]\nWarden Samuel Norton:I'm sure by now you've heard. Terrible thing. Man that young, less than a year to go, trying to escape... Broke Captain Hadley's heart to shoot him, truly it did. We just have to put it behind us... move on.\nAndy Dufresne:I'm done. Everything stops. Get someone else to run your scams.\nWarden Samuel Norton:[icy]Nothing stops. Nothing... or you will do the hardest time there is. No more protection from the guards. I'll pull you out of that one-bunk Hilton and cast you down with the Sodomites. You'll think you've been fucked by a train! And the library? Gone... sealed off, brick-by-brick. We'll have us a little book barbecue in the yard. They'll see the flames for miles. We'll dance around it like wild Injuns! You understand me? Catching my drift?... Or am I being obtuse?\n[beat]\nWarden Samuel Norton:[to Hadley]Give him another month to think about it.", "Red:[referring to Andy]The man likes to play chess; let's get him some rocks.", "Red:[Narrating]There must be a con like me in every prison in America. I'm the guy who can get if for you; cigarettes, a bag of reefer, if that's your thing, a bottle of brandy to celebrate your kid's high school graduation, damn near anything within reason. Yes sir, I'm a regular Sears and Roebuck.", "Tommy Williams:I don't read so good.\nAndy Dufresne:Well.\n[pause]\nAndy Dufresne:You don't read so *well*. Uh, we'll get to that.", "[Andy is comforting a sobbing Brooks after he held a knife to Heywood's neck]\nHeywood:Hey, what about me? Crazy old fool goddamn near cut my throat!\nRed:Aw Heywood, you've had worse from shaving!", "Brooks:[in letter]Dear fellas, I can't believe how fast things move on the outside. I saw an automobile once when I was a kid, but now they're everywhere. The world went and got itself in a big damn hurry. The parole board got me into this halfway house called \"The Brewer\" and a job bagging groceries at the Foodway. It's hard work and I try to keep up, but my hands hurt most of the time. I don't think the store manager likes me very much. Sometimes after work, I go to the park and feed the birds. I keep thinking Jake might just show up and say hello, but he never does. I hope wherever he is, he's doin' okay and makin' new friends. I have trouble sleepin' at night. I have bad dreams like I'm falling. I wake up scared. Sometimes it takes me a while to remember where I am. Maybe I should get me a gun and rob the Foodway so they'd send me home. I could shoot the manager while I was at it, sort of like a bonus. I guess I'm too old for that sort of nonsense any more. I don't like it here. I'm tired of being afraid all the time. I've decided not to stay. I doubt they'll kick up any fuss. Not for an old crook like me. P.S: Tell Heywood I'm sorry I put a knife to his throat. No hard feelings. Brooks.", "Captain Hadley:What is your malfunction, you fat barrel of monkey spunk?", "Red:Ever bother you?\nAndy Dufresne:I don't run the scams Red, I just process the profits. Fine line, maybe, but I also built that library and used it to help a dozen guys get their high school diploma. Why do you think the warden lets me do all that?\nRed:To keep you happy and doing the laundry. Money instead of sheets.", "[Andy has asked Red to procure Rita Hayworth]\nAndy Dufresne:Can you get her?\nRed:Take a few weeks.\nAndy Dufresne:Weeks?\nRed:Well yeah, Andy. I don't have her stuffed down the front of my pants right now, I'm sorry to say, but I'll get her. Relax!", "Brooks:[to Andy]Son, six wardens have been through here in my tenure, and I've learned one immutable, universal truth: Not one of them born whose asshole wouldn't pucker up tighter than a snare drum when you ask them for funds.", "Captain Hadley:What the Christ is this happy horseshit?\nPrisoner:Hey, he took the Lord's name in vain! I'm tellin' the warden!\nCaptain Hadley:You'll be tellin' the warden about my baton up your ass!", "Andy Dufresne:I understand you're a man who knows how to get things.\nRed:I'm known to locate certain things from time to time.", "[Red places his bet on Andy]\nRed:That tall drink of water with the silver spoon up his ass.", "Red:[narrating]I wish I could tell you that Andy fought the good fight, and the Sisters let him be. I wish I could tell you that - but prison is no fairy-tale world. He never said who did it, but we all knew. Things went on like that for awhile - prison life consists of routine, and then more routine. Every so often, Andy would show up with fresh bruises. The Sisters kept at him - sometimes he was able to fight 'em off, sometimes not. And that's how it went for Andy - that was his routine. I do believe those first two years were the worst for him, and I also believe that if things had gone on that way, this place would have got the best of him.", "[Andy after Warden Norton refuses to appeal his case]\nAndy Dufresne:It's my life. Don't you understand? IT'S MY LIFE!", "[watching Rita Hayworth in Gilda]\nRed:This is the part I really like, when she does that shit with her hair.", "Red:[narrating]You could argue he'd done it to curry favor with the guards. Or, maybe make a few friends among us cons. Me, I think he did it just to feel normal again, if only for a short while.", "Red:[narrating]Tommy Williams came to Shawshank in 1965 on a two-year stretch for B&E. That's breaking & entering to you. Cops caught him sneaking TV sets out the back door of a JC Penney. Young punk. Mr. Rock and Roll. Cocky as hell.\nTommy Williams:Hey, c'mon, old boys! You're movin' like molasses! Makin' me look bad!\nRed:[narrating]We liked him immediately.", "Heywood:Hey, Fat Ass. Fat Ass! Talk to me boy! I know you're there I can hear you breathin'. Don't you listen to these nitwits you hear me? This place ain't so bad. Tell you what, I'll introduce you around, make you feel right at home. I know a couple of big old bull queers that'd just love to make you're acquaintance. Especially that big, white, mushy butt of yours.\nFat Ass:God! I don't belong here! I want to go home!\nInmates:We have a winner!\nHeywood:And it's Fat Ass by a nose!", "Heywood:[Andy has returned after solitary for the record playing stunt]Couldn't play somethin' good, huh? Hank Williams?\nAndy Dufresne:[smiling]They broke the door down before I could take requests.", "[after Brooks held a knife to Heywood's throat]\nAndy Dufresne:I just don't understand what happened in there.\nHeywood:Old man's crazy as a rat in a tin shithouse, is what.\nRed:Oh Heywood, that's enough out of you!\nErnie:I heard he had you shittin' in your pants!\nHeywood:Fuck you!\nRed:Would you knock it off? Brooks ain't no bug. He's just... just institutionalized.\nHeywood:Institutionalized, my ass.\nRed:The man's been in here fifty years, Heywood. Fifty years! This is all he knows. In here, he's an important man. He's an educated man. Outside, he's nothin'! Just a used up con with arthritis in both hands.", "Captain Hadley:If I hear so much as a mouse fart in here the rest of the night I swear by God and sonny Jesus you will all visit the infirmary. Every last motherfucker in here.", "Captain Hadley:[to Andrew Dufresne]You're gonna look real funny sucking my dick with no teeth.", "Red:[narrating]The following April Andy did tax returns for half the guards at Shawshank. Year after that he did them all including the warden's. Year after that they rescheduled the start of the intra-mural season to coincide with tax season. The guards on the opposing teams all remembered to bring their W2s.\nAndy Dufresne:So Moresby prison issued you your gun, but you actually had to pay for it.\nMoresby Batter:Damn right. The holster too.\nAndy Dufresne:You see, that's tax deductible, you can write that off.", "Fat Ass:You don't understand, I'm not supposed to be here!\nCaptain Hadley:I'm not gonna to count to three. I'm not even gonna count to one. You will shut the FUCK up or I'll sing you a lullaby!", "Red:Well, if it was a toothbrush I wouldn't ask questions, I'd just quote a price, but then a toothbrush is a non-lethal object, isn't it?", "Andy Dufresne:[referring to the state government denying his repeated requests to provide funding to build a library]They can't ignore me forever.\nWarden Samuel Norton:Sure can. But you write your letters if it makes you happy, I'll even mail them for, how's thay?", "Red:Get busy living or get busy dying. That's goddamn right!", "Andy Dufresne:Thirty years. Jesus, when you say it like that...\nRed:...You wonder where it went.", "Captain Hadley:Uncle Sam. Reaching into your shirt and squeezing your tit till it's purple.", "Red:[narrating]And that's how it came to pass that on the second-to-last day of the job, the convict crew that tarred the plate factory roof in the spring of forty-nine wound up sitting in a row at ten o'clock in the morning drinking icy cold, Bohemia-style beer, courtesy of the hardest screw that ever walked a turn at Shawshank State Prison.\nCaptain Hadley:Drink up while it's cold, ladies.\nRed:[narrating]The colossal prick even managed to sound magnanimous.", "Prisoner:When do we eat?\nCaptain Hadley:You eat when we say you eat. You shit when we say you shit. You piss when we say you piss. You got that, you maggot dick motherfucker?", "[Playing checkers]\nRed:King me.\nAndy Dufresne:Chess. Now there's a game of kings.\nRed:What?\nAndy Dufresne:Civilized. Strategic...\nRed:...and a total fuckin' mystery. I hate it.", "Red:[to Andy, wondering when he'll be granted parole]One day, when I have a long gray beard and two or three marbles rollin' around upstairs, they'll let me out.", "[Tommy and Red are talking about Andy]\nTommy Williams:What's he in here for, anyway?\nRed:Murder.\nTommy Williams:[Impressed]The hell you say!", "Heywood:Red? You saying Andy's innocent? I mean *for real* innocent?\nRed:Yeah, it looks that way.\nHeywood:Sweet Jesus. How long's he been in here?\nRed:Since '47, what is that... 19 years.", "Head Bull Haig:Dufresne? Get your ass out here boy, you're holding up the show!\n[no answer]\nHead Bull Haig:Don't make me come down there or I'll thump your skull for you!\n[Still no answer. Glaring, Haig stalks down the tier, clipboard in hand. His men fall in behind]\nHead Bull Haig:Damn it, Dufresne, you're putting me behind! I got a schedule to keep! You better be sick or dead in there, I shit you not! You hear me?\n[They arrive at bars. Their faces go slack. Stunned. Softly]\nHead Bull Haig:Oh my Holy God.\n[the guards find the cell empty]", "Andy Dufresne:I want to know how the score comes out.\nTommy Williams:I'll show you how the score comes out\n[crumbles test paper]\nTommy Williams:. TWO POINTS! THERE'S YOUR GODDAMN SCORE! Cats crawling on trees, five times five is twenty-five.\n[shouts]\nTommy Williams:FUCK THIS PLACE! FUCK IT!\n[Smacks book off the library table, and stormed out]", "Warden Samuel Norton:[Addressing new prisoners]I believe in two things: discipline and the Bible. Here you'll receive both. Put your trust in the Lord. Your ass belongs to me. Welcome to Shawshank.", "Warden Samuel Norton:[as Mozart music is playing on the phonograph, the Warden comes to bang on the door]Open the door. Open it up! Dufresne, open this door! Turn that off!\n[Andy acts like he is going to do as he says]\nWarden Samuel Norton:I am warning you Dufresne, TURN THAT OFF!\n[Andy turns up the volume instead, so Hadley comes to the door]\nCaptain Hadley:Dufresne...\n[taps on the door with the club]\nCaptain Hadley:... come on down.\n[Andy does nothing, so Hadley smashes the screen on the door, unlocks it, and comes in the room]\nRed:[narrating]Andy got two weeks in the hole for that little stunt.\nCaptain Hadley:[turns off the phonograph]On your feet.", "Andy Dufresne:[referring to Fat Ass]What was his name?\nHeywood:What did you say?\nAndy Dufresne:I was just wondering if anybody knew his name.\nHeywood:Fuck do you care, new fish? Doesn't fuckin' matter what his name was. He's dead.", "Andy Dufresne:...or come to think of it, I suppose I could set it up for you. That would save you some money. I'll write down the forms you need, you can pick them up, and I'll prepare them for your signature... nearly free of charge... I'd only ask three beers apiece for my co-workers, if that seems fair. I think a man working outdoors feels more like a man if he can have a bottle of suds. That's only my opinion.", "Snooze:[after thinking Andy might commit suicide in prison]Oh, man, Andy came down by me and asked for a rope?\nRed:And you gave it to him?", "Heywood:[talking about Fat Ass]Hey Tyrell. You pulling infirmary duty this week?\nTyrell:[nods]Yep.\nHeywood:How's that winning horse of mine doing?\nTyrell:Dead. Hadley busted up his head pretty good. Doc went home for the night. Poor bastard laid there till this morning. By then, there was nothing we could do.", "Heywood:It's a fine morning, ain't it? You know why it's a fine morning, don't ya? Come on, set 'em down. I want 'em all lined up, just like a pretty little chorus line.\n[the cons pull out cigarettes and hand them over to Heywood, who lines them up in front of him. He takes a long whiff]\nHeywood:Ah, yes. Richmond, Virginia.\nFloyd:Smell my ass.", "[Tommy receives a letter from the Board of Education]\nRed:You gonna open it, or stand there with your thumb up your butt?\nTommy Williams:Thumb up my butt sounds better.", "Heywood:[sizing up the new inmates]I ain't seen such a sorry lookin' heap o' maggot shit in all my life.", "Captain Hadley:So this big shot lawyer calls me long distance from Texas. I say \"Yeah?\" He says, \"Sorry to inform you, but your brother just died.\"\nGuard Mert:Oh damn, Byron, I'm sorry to hear that.\nCaptain Hadley:I'm not, he was an asshole. Ran off years ago. Figured him dead for anyway. So anyway this lawyer fellow says to me: \"Your brother died a rich man.\" Oil wells and shit. Close to a million bucks.\n[$9,670,083 in 2014 dollars]\nGuard Mert:A million bucks?\nCaptain Hadley:Yeah, fuckin' incredible how lucky some assholes get.\nGuard Mert:Gees louise, you gonna see any of that?\nCaptain Hadley:Thirty-five thousand.\n[$338,453 in 2014]\nCaptain Hadley:That's what he left me.\nGuard Mert:Holy shit, that's great! That's like winning the sweepstakes.\n[Hadley gives him a look]\nGuard Mert:Isn't it?\nCaptain Hadley:Dumb shit, what do you think the government's gonna do to me? Take a big wet bite out of my ass is what.", "Andy Dufresne:Not me. I didn't shoot my wife, and I didn't shoot her lover. Whatever mistakes I made, I've paid for them and then some. That hotel, that boat... I don't think that's too much to ask.\nRed:You shouldn't be doing this to yourself. This is just shitty pipe dreams. Mexico is way down there and you're in here... and that's the way it is", "Andy Dufresne:I wonder if you might get me a rock hammer\nRed:What is it? And why?\nAndy Dufresne:A rock hammer is about six or seven inches long looks like a miniature Pickaxe\nRed:Pickaxe?\nAndy Dufresne:For rocks.\nRed:For rocks?\nAndy Dufresne:I'm from a rock hound at least I was in my old life I'd like to be again on a limited basis\nRed:Or maybe you'd like to sink your into somebody's skull\nAndy Dufresne:No I have no enemies here\nRed:No? Wait a while word gets around full queers take by force that's all they want or understand if I were you I'd grow eyes in the back of my head\nAndy Dufresne:Thanks for the advice\nRed:That's free, you understand my concern?\nAndy Dufresne:If there's any trouble I won't use the rock hammer\nRed:I guess you'd want to escape? Tunnel under the wall\n[Andy starts laughing]\nRed:did I miss something? What's so funny?\nAndy Dufresne:You'll understand when you see the rock hammer\nRed:What's an item like this usually go for?\nAndy Dufresne:Seven dollars in any rock and gem shop\nRed:My normal marker is twenty percent but this is a specialty item risk goes up price goes up let's make it an even ten bucks\nAndy Dufresne:Ten it is\nRed:Waste of money if you ask me\nAndy Dufresne:Why's that?\nRed:Folks around this joint love surprise inspections if they find you're going to lose it, if they do catch you with it you don't know me, you mention my name we never do business again not for a shoe lace or a stick of gum you got that?\nAndy Dufresne:I understand thank you Mr.?\nRed:\"Red\", my name's Red", "[Boggs sizes Andy up]\nBoggs:Hey, anybody come at you yet? Anybody get to you yet?\n[Andy looks at him in puzzlement]\nBoggs:Hey, we all need friends in here. I could be a friend to you.\n[Andy walks away]\nBoggs:Hey... Hard to get. I like that...", "Red:[narrating]But then, in the spring of 1949, the powers that be decided that...\nWarden Samuel Norton:[Addressing the inmates in the courtyard]The roof of the license-plate factory needs resurfacing. I need a dozen volunteers for a week's work. As you know, special detail carries with it special privileges.\nRed:[narrating]It was outdoor detail - and May is one damn fine month to be working outdoors.", "[first lines]\nDistrict Attorney:Mr. Dufresne, describe the confrontation you had with your wife the night that she was murdered.\nAndy Dufresne:It was very bitter. She said she was glad I knew, that she hated all the sneaking around. And she said that she wanted a divorce in Reno.", "Andy Dufresne:[to Red]I understand you're a man who knows how to get things.", "Warden Samuel Norton:[Referring to the Bible]Pleased to see you reading this, any favorite passages?\nAndy Dufresne:\"Watch ye therefore: for ye know not when the master of the house cometh.\"\nWarden Samuel Norton:Mark 13:35, I've always liked that one, but I prefer \"I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.\"\nAndy Dufresne:John 8:12", "Andy Dufresne:Mr. Hadley, do you trust your wife?\nCaptain Hadley:Oh that's funny. You're gonna look funnier sucking my dick with no teeth.\nAndy Dufresne:What I mean is, do you think she'd go behind your back and try to hamstring you?\nCaptain Hadley:That's it. Step aside Mert, this fucker's having himself an accident.\n[grabs Dufresne and pushes him near the edge of the roof]\nHeywood:He's gonna push him off the roof!\nAndy Dufresne:Because if you do trust her, there's no reason you can't keep that $35,000!\nCaptain Hadley:What did you say?\nAndy Dufresne:$35,000.\nCaptain Hadley:$35,000?\nAndy Dufresne:All of it.\nCaptain Hadley:All of it?\nAndy Dufresne:Every penny.\nCaptain Hadley:You better start making sense.\nAndy Dufresne:If you want to keep all of that money, give it to your wife. The IRS allows a one-time-only gift to your spouse for up to $60,000.\nCaptain Hadley:Bullshit! Tax free?\nAndy Dufresne:Tax free. IRS can't touch one cent.\nCaptain Hadley:You're that smart banker who killed his wife, aren't you? Why should I believe a smart banker like you? So I can end up in here with you?\nAndy Dufresne:It's perfectly legal, go ask the IRS, they'll say the same thing. I actually feel stupid telling you this, I'm sure you would've investigated the matter yourself.\nCaptain Hadley:Yeah, fucking A'! I don't need a smart wife-killing banker to tell me where the bear shit in the buckwheat!\nAndy Dufresne:Of course not. But you do need someone to set up the tax-free gift for you, and that'll cost you. A lawyer for example.\nCaptain Hadley:Bunch of ball-washing bastards!\nAndy Dufresne:Right. I suppose I could set it up for you. That would save you some money. If you get the forms I'll prepare them for you, nearly free of charge. I'd only ask three beers apiece for each of my co-workers.\nGuard Mert:Ha! \"Co-workers\", get him that's rich ain't it?\nAndy Dufresne:I think a man working outdoors feels more like a man if he can have a bottle of suds. That's only my opinion, sir.\nCaptain Hadley:[looks over at the rest of Andy's co-workers]What are you Jimmies staring at? Back to work!", "Floyd:Takin' bets today, Red?\nRed:Smokes or coins, better's choice.\nFloyd:Smokes. Put me down for two.\nRed:All right, who's your horse?\nFloyd:That little sack o' shit. Eighth, eighth from the front. He'll be first.\nHeywood:Aw, bullshit. I'll call that action. You out some smokes, son, let me tell you!\nFloyd:Well, Heywood, you so smart, you call it!\nHeywood:I'll take the chubby fat-ass there. Fifth from the front. Put me down for a quarter deck.", "Warden Samuel Norton:Do you enjoy working in the laundry?\nAndy Dufresne:No sir, not especially.", "Warden Samuel Norton:Nothing stops! NOTHING! Or you will do the hardest time there is. No more protection from the guards. I'll pull you out of that one-bunk Hilton and cast you down with the sodomites. You'll think you got fucked by a train! And the library? Gone! Sealed off brick by brick! We'll have us a little book-barbecue in the yard! They'll see the flames for miles! We'll dance around it like wild Indians! Do you understand me? Are you catching my drift? Or am I being obtuse?"]}, {"Film": "The Godfather (1972)", "Quotes": ["Johnny Fontane:[discussing his problems]I don't know what to do, Godfather. My voice is weak, it's weak. Anyway, if I had this part in the picture, it puts me right back on top, you know. But this... this man out there. He won't give it to me, the head of the studio.\nDon Corleone:What's his name?\nDon Corleone:Woltz. He said there's no chance, no chance...\n[Meanwhile, Hagen finds Sonny and summons him]\nJohnny Fontane:A month ago he bought the rights to this book, a best seller. The main character is a guy just like me. I wouldn't even have to act, just be myself. Oh, Godfather, I don't know what to do, I don't know what to do...\n[All of a sudden, Don Corleone rises from his chair and gives Fontane a savage shake]\nDon Corleone:YOU CAN ACT LIKE A MAN!\n[gives a quick slap to Fontane]\nDon Corleone:What's the matter with you? Is this what you've become, a Hollywood finocchio who cries like a woman? \"Oh, what do I do? What do I do?\" What is that nonsense? Ridiculous!\n[the Don's unexpected mimicry makes Hagen and even Fontane laugh; around this time Sonny comes in]\nDon Corleone:Tell me, do you spend time with your family?\nJohnny Fontane:Sure I do.\nDon Corleone:Good. Because a man who doesn't spend time with his family can never be a real man.\n[gives a quick look at Sonny and affectionately embraces Fontane]\nDon Corleone:You look terrible. I want you to eat, I want you to rest well. And a month from now this Hollywood big shot's gonna give you what you want.\nJohnny Fontane:Too late. They start shooting in a week.\nDon Corleone:I'm gonna make him an offer he can't refuse. Okay? I want you to leave it all to me. Go on, go back to the party.\n[a gratified Fontane leaves]", "Calo:In Sicily, women are more dangerous than shotguns.", "[to Rocco who has killed Paulie in the car]\nPeter Clemenza:Leave the gun. Take the cannoli.", "Michael:My father is no different than any powerful man, any man with power, like a president or senator.\nKay Adams:Do you know how naive you sound, Michael? Presidents and senators don't have men killed.\nMichael:Oh. Who's being naive, Kay?", "Kay Adams:Michael, you never told me you knew Johnny Fontane!\nMichael:Sure, you want to meet him?\nKay Adams:Well, yeah! Sure.\nMichael:My father helped him with his career.\nKay Adams:How did he do that?\nMichael:...Let's listen to the song.\nKay Adams:[after listening to Johnny for a while]Tell me, Michael. Please.\nMichael:Well, when Johnny was first starting out, he was signed to a personal services contract with this big-band leader. And as his career got better and better, he wanted to get out of it. But the band leader wouldn't let him. Now, Johnny is my father's godson. So my father went to see this bandleader and offered him $10,000 to let Johnny go, but the bandleader said no. So the next day, my father went back, only this time with Luca Brasi. Within an hour, he had a signed release for a certified check of $1000.\nKay Adams:How did he do that?\nMichael:My father made him an offer he couldn't refuse.\nKay Adams:What was that?\nMichael:Luca Brasi held a gun to his head, and my father assured him that either his brains or his signature would be on the contract.\nKay Adams:...\nMichael:...That's a true story.\n[cut to Johnny singing again for about 10 more seconds before going back to Michael]\nMichael:That's my family Kay, that's not me.", "Michael:[speaking to Carlo]Only don't tell me you're innocent. Because it insults my intelligence and makes me very angry.", "Don Corleone:We have known each other many years, but this is the first time you've come to me for counsel or for help. I can't remember the last time you invited me to your house for a cup of coffee, even though my wife is godmother to your only child. But let's be frank here. You never wanted my friendship. And you feared to be in my debt.\nBonasera:I didn't want to get into trouble.\nDon Corleone:I understand. You found paradise in America. You had a good trade, you made a good living. The police protected you and there were courts of law. So you didn't need a friend like me. Now you come and say \"Don Corleone, give me justice.\" But you don't ask with respect. You don't offer friendship. You don't even think to call me \"Godfather.\" You come into my house on the day my daughter is to be married and you ask me to do murder - for money.\nBonasera:I ask you for justice.\nDon Corleone:That is not justice. Your daughter is alive.\nBonasera:Let them suffer then as she suffers.\n[the Don is silent]\nBonasera:How much shall I pay you?\n[the Don turns away dismissively, but Bonasera stays on]\nDon Corleone:Bonasera, Bonasera, what have I ever done to make you treat me so disrespectfully? If you'd come to me in friendship, this scum who ruined your daughter would be suffering this very day. And if by some chance an honest man like yourself made enemies they would become my enemies. And then, they would fear you.\nBonasera:Be my friend... Godfather.\n[the Don at first shrugs, but upon hearing the title he lifts his hand, and a humbled Bonasera kisses the ring on it]\nDon Corleone:Good.\n[He places his hand around Bonasera in a paternal gesture]\nDon Corleone:Some day, and that day may never come, I will call upon you to do a service for me. But until that day, consider this justice a gift on my daughter's wedding day.\n[a gratified Bonasera offers his thanks and leaves]\nDon Corleone:[to Hagen]Give this job to Clemenza. I want reliable people, people who aren't going to be carried away. I mean, we're not murderers, in spite of what this undertaker thinks...", "Michael:My credit good enough to buy you out?\nMoe Greene:Buy me out?\n[Fredo laughs nervously]\nMichael:The hotel, the casino. The Corleone Family wants to buy you out.\nMoe Greene:The Corleone Family wants to buy me out? No, I buy you out, you don't buy me out.\nMichael:Your casino loses money, maybe we can do better.\nMoe Greene:You think I'm skimmin off the top, Mike?\nMichael:[Michael shakes his head]You're unlucky.\nMoe Greene:You goddamn guineas you really make me laugh. I do you a favor and take Freddie in when you're having a bad time, and now you're gonna try and push me out!\nMichael:You took Freddie in because the Corleone Family bankrolled your casino, and the Molinari Family on the Coast guaranteed his safety. Now we're talking business, let's talk business.\nMoe Greene:Yeah, let's talk business, Mike. First of all, you're all done. The Corleone Family don't even have that kind of muscle anymore. The Godfather's sick, right? You're getting chased out of New York by Barzini and the other Families. What do you think is going on here? You think you can come to my hotel and take over? I talked to Barzini - I can make a deal with him, and still keep my hotel!\nMichael:Is that why you slapped my brother around in public?\nFredo:Aw, now that, that was nothin', Mike. Moe didn't mean nothin' by that. Yeah, sure he flies off the handle every once in a while, but me and him, we're good friends, right Moe?\nMoe Greene:I got a business to run. I gotta kick asses sometimes to make it run right. We had a little argument, Freddy and me, so I had to straighten him out.\nMichael:You straightened my brother out?\nMoe Greene:He was banging cocktail waitresses two at a time! Players couldn't get a drink at the table! What's the matter with you?\nMichael:I leave for New York tomorrow, think about a price.\nMoe Greene:Sonofabitch! Do you know who I am? I'm Moe Greene! I made my bones when you were going out with cheerleaders!\nFredo:Wait a minute, Moe, Moe, I got an idea. Tom, you're the Consiglieri and you can talk to the Don, you can explain...\nTom Hagen:Now hold it right there. The Don is semi-retired and Mike is in charge of the Family business now. If you have anything to say, say it to Michael.\nFredo:[Moe Greene leaves]Mike! You do not come to Las Vegas and talk to a man like Moe Greene like that!\nMichael:Fredo, you're my older brother, and I love you. But don't ever take sides with anyone against the Family again. Ever.", "[last lines]\nMichael:All right. This one time I'll let you ask me about my affairs.\nKay Adams:Is it true? Is it?\nMichael:No.\n[Kay smiles and walks into his arms]\nKay Adams:I guess we both need a drink, huh?\n[Kay goes to the kitchen to fix a drink, but sees Peter Clemenza, Rocco Lampone and Al Neri enter Michael's office]\nClemenza:Don Corleone.\n[Clemenza kisses Michael's hand, and Neri shuts the door in her face... ]", "Tom Hagen:Mr Corleone is Johnny Fontane's godfather. Now Italians regard that as a very close, a very sacred religious relationship.\nJack Woltz:Tell your boss he can ask for anything else, but this is one favour I can't grant him.\nTom Hagen:Mr. Corleone never asks a second favor once he's refused the first, understood?\nJack Woltz:You don't understand. Johnny Fontane never gets that movie. That part is perfect for him. It'll make him a big star. I'm gonna run him out of the movies. And let me tell you why. Johnny Fontane ruined one of Woltz International's most valuable proteges. For three years we had her under contract, singing lessons, dancing lessons, acting lessons. I spent hundreds of thousands of dollars. I was gonna make her a big star. And let me be even more frank, just to show you that I'm not a hard-hearted man, that it's not all dollars and cents. She was beautiful! She was young, she was innocent. She was the greatest piece of ass I've ever had, and I've had 'em all over the world. And then Johnny Fontaine comes along with his olive oil voice and guinea charm and she runs off. She threw it all away just to make me look ridiculous. And a man in my position can't afford to be made to look ridiculous. Now you get the hell out of here! And if that goomba tries any rough stuff, you tell him I ain't no bandleader. Yeah, I heard that story.\n[Hagen has been calmly eating his meal throughout Woltz's tirade]\nTom Hagen:Thank you for the dinner and a very pleasant evening. Have your car take me to the airport. Mr Corleone is a man who insists on hearing bad news at once.", "Sollozzo:Bene, Don Corleone. I need a man who has powerful friends. I need a million dollars in cash. I need, Don Corleone, all of those politicians that you carry around in your pocket, like so many nickels and dimes.\nDon Corleone:What is the interest for my family?\nSollozzo:Thirty percent. In the first year your end should be three, four million dollars. And then it would go up.\nDon Corleone:And what is the interest for the Tattalgia family?\nSollozzo:[smiles at Tom]My compliments.\n[Hagen gives a formal nod]\nSollozzo:I'll take care of the Tattaglias, out of my share.\nDon Corleone:So, I am to receive thirty percent for finance, for legal protection and political influence. Is that what you're telling me?\nSollozzo:That's right.\nDon Corleone:Why come to me? What have I done to deserve such generosity?\nSollozzo:If you consider a million dollars in cash merely finance...\n[raises his glass]\nSollozzo:Te salut, Don Corleone.\n[the Don gets up to take a drink and sits closer to Sollozzo]\nDon Corleone:I said that I would see you because I had heard that you were a serious man, to be treated with respect. But I must say no to you and let me give you my reasons. It's true I have a lot of friends in politics, but they wouldn't be so friendly if they knew my business was drugs instead of gambling which they consider a harmless vice. But drugs, that's a dirty business.\nSollozzo:No, Don Corleone...\nDon Corleone:It makes no difference, it don't make any difference to me what a man does for a living, you understand. But your business is a little dangerous.\nSollozzo:If you're worried about security for your million, the Tattaglias will guarantee it.\nSonny:Whoa, now, you're telling me that the Tattaglias guarantee our investment without...?\nDon Corleone:Wait a minute.\n[the Don gives his son a cold stare, freezing Santino into silence. The others fidget with embarrassment at this outbreak, but Sollozzo looks slyly satisfied... ]\nDon Corleone:[dismissive]I have a sentimental weakness for my children and I spoil them, as you can see. They talk when they should listen. Anyway, Signor Sollozzo, my no to you is final. I want to congratulate you on your new business and I'm sure you'll do very well and good luck to you. Especially since your interests don't conflict with mine. Thank you.\n[Sollozzo leaves]\nDon Corleone:Santino, come here.\nDon Corleone:What's the matter with you? I think your brain is going soft with all that comedy you are playing with that young girl. Never tell anyone outside the Family what you are thinking again. Go on.", "Sollozzo:I don't like violence, Tom. I'm a businessman; blood is a big expense.", "[first lines]\nBonasera:I believe in America. America has made my fortune. And I raised my daughter in the American fashion. I gave her freedom but I taught her never to dishonor her family. She found a \"boy friend,\" not an Italian. She went to the movies with him. She stayed out late. I didn't protest. Two months ago he took her for a drive, with another boy friend. They made her drink whiskey and then they tried to take advantage of her. She resisted. She kept her honor. So they beat her. Like an animal. When I went to the hospital her nose was broken. Her jaw was shattered, held together by wire. She couldn't even weep because of the pain. But I wept. Why did I weep? She was the light of my life. A beautiful girl. Now she will never be beautiful again.\n[He breaks down at this point, and the Don gestures to his son to get him a drink]\nBonasera:Sorry...\n[He regains his composure and carries on]\nBonasera:I went to the police, like a good American. These two boys were brought to trial. The judge sentenced them to three years in prison, and suspended the sentence. Suspended sentence! They went free that very day! I stood in the courtroom like a fool, and those two bastards, they smiled at me. Then I said to my wife, \"For justice, we must go to Don Corleone.\"\nDon Corleone:Why did you go to the police? Why didn't you come to me first?\nBonasera:What do you want of me? Tell me anything. But do what I beg you to do.\nDon Corleone:What is that?\n[Bonasera gets up from his seat and whispers into the Don's ear; for a long moment the Don is silent]\nDon Corleone:That I cannot do.\nBonasera:I will give you anything you ask!", "Don Corleone:I hope you don't mind the way I keep going over this Barzini business.\nMichael:No, not at all.\nDon Corleone:It's an old habit. I spent my whole life trying not to be careless. Women and children can afford to be careless, but not men.", "[speaking to himself, practicing his speech]\nLuca Brasi:Don Corleone, I am honored and grateful that you have invited me to your home on the wedding day of your daughter. And may their first child be a masculine child.\n[then, starting over]", "[Tessio brings in Luca Brasi's bulletproof vest, delivered with a fish inside]\nSonny:What the hell is this?\nClemenza:It's a Sicilian message. It means Luca Brasi sleeps with the fishes.", "Don Corleone:You talk about vengeance. Is vengeance going to bring your son back to you? Or my boy to me?", "[Sonny pays a visit to his sister Connie. He is surprised to find her subdued and evasive]\nSonny:[surprised]What's the matter? Huh? What's the matter?\n[He looks at her swollen face and understands what has happened. He pulls away to go after Carlo... ]\nConnie:[grabbing his shoulders]It was my fault!\nSonny:Where is he?\nConnie:[weeping with terror]Sonny, please. Sonny, it was my fault. It was my fault. I started a fight with him. Please, Sonny...\n[Sonny, now under control, hushes her and kisses her forehead]\nSonny:Okay... I'm just going to get a doctor to come down and take a look at you.\nConnie:Sonny, please don't do anything. Please don't do anything.\nSonny:What's the matter with you, huh? What am I going to do? Am I going to make that baby an orphan before he's born?\n[Connie gives a chuckle, and Sonny kisses her again and good-humouredly shrugs his soldiers]\nSonny:All right?\n[cut to Sonny beating up Carlo]", "[Sunday dinner at the Corleone home... ]\nSonny:Niggers havin' a real good time up in Harlem...\nCarlo Rizzi:I knew that was going to happen as soon as they tasted the big money.\nConnie:Papa never talked about business in front of the kids.\nCarlo Rizzi:Shut up, Connie.\nSonny:Hey, don't you EVER tell her to shut up, you got that?\nMama Corleone:Santino, don't interfere.\n[Silence reigns around the table for a while]\nCarlo Rizzi:Sonny, Tom, I'd like to talk to you after dinner. I think I can do a lot more for this family...\nSonny:We don't discuss business at the table.", "Don Corleone:Call Bonasera. We need him now.\n[Tom Hagen calls Amerigo Bonasera]\nTom Hagen:[on the phone]This is Tom Hagen, calling for Vito Corleone at his request. Now, you owe your Don a service. He has no doubt that you will repay him. In one hour he will be at your funeral parlor to ask for your help. Be there to greet him.\n[as ordered, a nervous Bonasera meets the Don at his parlor]\nDon Corleone:Well, my friend, are you ready to do me this service?\nBonasera:Yes. What do you want me to do?\n[the two walk into the embalming room, where a corpse lies on a table... ]\nDon Corleone:[staring at the table]I want you to use all your powers, and all your skills. I don't want his mother to see him this way.\n[he draws back the sheet to reveal, to a horrified Bonasera, the bullet-smashed face of Sonny Corleone]\nDon Corleone:[breaking down for a moment]Look how they massacred my boy...", "Don Corleone:Oh, I want you to arrange to have a telephone man check all the calls going in and out of here because it could be anyone...\nMichael:I did that already, Pop. I took care of that.\nDon Corleone:Oh, that's right. I forgot.\nMichael:What's the matter? What's bothering you? I'll handle it. I told you I can handle it, I'll handle it.\n[the Don rises as if to leave, but changes his mind midway and seats himself closer to Michael]\nDon Corleone:I knew Santino was going to have to go through all this and Fredo... well, Fredo was... But I, I never wanted this for you. I work my whole life, I don't apologize, to take care of my family. And I refused to be a fool dancing on the strings held by all of those big shots. That's my life, I don't apologize for that. But I always thought that when it was your time, that you would be the one to hold the strings. Senator Corleone, Governor Corleone, something.\nMichael:Another pezzonovante.\nDon Corleone:Well, there wasn't enough time, Michael. There just wasn't enough time.\nMichael:We'll get there, Pop. We'll get there.\n[the Don kisses his son on the forehead]", "Don Corleone:You talk about vengeance. Is vengeance going to bring your son back to you, or my boy to me? I forgo the vengeance of my son. But I have selfish reasons. My youngest son was forced to leave this country because of this Sollozzo business. All right, now I have to make arrangements to bring him back here safely cleared of all these false charges. But I'm a superstitious man, and if some unlucky accident should befall him... if he should be shot in the head by a police officer, or if he should hang himself in his jail cell, or if he's struck by a bolt of lightning, then I'm going to blame some of the people in this room, and that I do not forgive. But, that aside, let me say that I swear, on the souls of my grandchildren, that I will not be the one to break the peace we have made here today.", "[Michael sees a man dressed in black coming to Vito's hospital room]\nMichael Corleone:Who are you?\nEnzo the Baker:I am Enzo. The baker. Do you remember me?\nMichael Corleone:Enzo...\nEnzo the Baker:Yes, Enzo.\nMichael Corleone:You better get out of here, Enzo, there's gonna be trouble.\nEnzo the Baker:If there is trouble, I stay here to help you. For your father. For your father.", "[at midnight, Don Corleone walks into his office and finds Tom Hagen taking a drink]\nDon Corleone:Give me a drop.\n[Hagen hands the Don his glass of anisette]\nDon Corleone:My wife is crying upstairs. I hear cars coming to the house. Consigliore of mine, I think it's time you told your Don what everyone seems to know.\nTom Hagen:I didn't tell Mama anything. I was just about to come up and wake you so that I could tell you.\nDon Corleone:But you needed a drink first.\n[Hagen nods]\nDon Corleone:And now you've had your drink.\nTom Hagen:They shot Sonny on the causeway. He's dead.\n[the Don accepts this news without any sign of emotion, except to close his eyes and remain silent for a few minutes]\nDon Corleone:[speaking at last]I want no inquiries made. I want no acts of vengeance. I want you to arrange a meeting with the heads of the Five Families. This war stops now.", "[Clemenza prepares Michael for his meeting with Sollozzo]\nClemenza:[holding up a .22]It's as cold as they come, impossible to trace. So you don't have to worry about prints, Mike. I put a special tape on the trigger and the butt. Here, try it...\n[Michael takes the gun, but can't seem to fire it]\nClemenza:What's the matter, trigger too tight?\n[With a loud bang, Michael finally discharges the gun]\nMichael:Ow! My ears.\nClemenza:Yeah, I left it noisy. That way it scares any pain-in-the-ass innocent bystanders away. All right, you shot them both, now what do you do?\nMichael:Sit down and finish my dinner.\nClemenza:Come on, kid, don't fool around. Just let your hand drop to your side and the gun slip out. Everyone will still think you've got it. They're gonna be staring at your face, Mike. So walk out of the place real fast, but you don't run. Don't look nobody directly in the eye, hut don't look away either. They're gonna be scared of you, believe me, so don't worry about nothing.\n[while talking, Clemenza takes the gun and begins working on it to fix the trigger]\nClemenza:You know, Mike, you're gonna turn out all right. You take a long vacation, nobody knows where, and we'll catch the hell.\nMichael:How bad do you think it's gonna be?\nClemenza:Pretty goddam bad. Probably all the other Families will line up against us. That's all right. These things gotta happen every five years or so, ten years. Helps to get rid of the bad blood. Been ten years since the last one. You know, you gotta stop them at the beginning. Like they should have stopped Hitler at Munich, they should never let him get away with that, they was just asking for trouble.\n[Clemenza now finishes working on the gun]\nClemenza:You know, Mike, we was all proud of you being a hero and all. Your father too.\n[Clemenza hands the gun back to Michael]", "Michael:[to the Don, quietly]Just lie here, Pop. I'll take care of you now. I'm with you now. I'm with you.\n[he takes the Don's hand and kisses it, the Don begins to cry]", "Tom Hagen:When I meet with Tattaglia's men, should I insist all their drug middlemen have clean records?\nDon Corleone:Mention it, don't insist. But Barzini will know that without being told.\nTom Hagen:You mean Tattaglia...\nDon Corleone:Tattaglia is a pimp. He never could have outfought Santino. But I didn't know until this day that it was Barzini all along.", "Sonny:Hey, listen, I want somebody good - and I mean very good - to plant that gun. I don't want my brother coming out of that toilet with just his dick in his hands, alright?\nClemenza:The gun'll be there.", "Don Corleone:[to Michael]Listen, whoever comes to you with this Barzini meeting, he's the traitor. Don't forget that.", "[after Sonny beats up Carlo Rizzi for hitting Connie]\nSonny:You touch my sister again, I'll kill you.", "Tom Hagen:I have to get back to work. It's part of the wedding. No Sicilian can ever refuse a request on his daughter's wedding day.", "Michael Corleone:Where does it say that you can't kill a cop?\nTom Hagen:Come on, Mikey...\nMichael Corleone:Tom, wait a minute. I'm talking about a cop that's mixed up in drugs. I'm talking about a - a - a dishonest cop - a crooked cop who got mixed up in the rackets and got what was coming to him. That's a terrific story. And we have newspaper people on the payroll, don't we, Tom?\n[Tom nods]\nMichael Corleone:And they might like a story like that.\nTom Hagen:They might, they just might.\nMichael Corleone:[to Sonny]It's not personal, Sonny. It's strictly business.", "Connie:[shrieking at Michael]You killed my husband! You waited until our father died so nobody could stop you and you killed him! You killed him! You blamed him for Sonny, you always did, everybody did. But you never thought about me. You never gave a dam about me. What am I going to do now?\nKay Adams:[taking Connie in her arms]Connie...\nConnie:Why do you think he kept Carlo at the mall? All the time he knew he was going to kill him. And then he stood Godfather to our baby. You think you know your husband? You know how many men he had killed! Read the papers. Read the papers! That's your husband!\n[Michael takes Connie into her arms, but she goes wild again and tries to attack him]\nMichael Corleone:Take her upstairs. Get her a doctor.\n[Michael's bodyguards grab Connie and pull her out of the office]\nMichael Corleone:[to Kay]She's hysterical.\nKay Adams:Is it true?\nMichael Corleone:Don't ask me about my business, Kay.\nKay Adams:Is it true?\nMichael Corleone:Don't ask me about my business...\nKay Adams:No...\nMichael Corleone:[slams the desk]ENOUGH!", "Michael:You have to answer for Santino, Carlo. You fingered Sonny for the Barzini people.\nCarlo Rizzi:Mike, you got it all wrong.\nMichael:Ah, that little farce you played with my sister. You think that would fool a Corleone?\nCarlo Rizzi:Mike, I'm innocent. I swear on the kids.\nMichael:Sit down.\nCarlo Rizzi:Please don't do this to me, Mike. Please don't.\nMichael:Barzini is dead. So is Phillip Tattaglia. Moe Greene. Stracci. Cuneo. Today I settled all family business so don't tell me that you're innocent. Admit what you did.\n[Carlo starts sobbing]\nMichael:Get him a drink. Don't be afraid, Carlo. Come on, you think I'd make my sister a widow? I'm Godfather to your son.\n[Carlo get handed a drink]\nMichael:Go ahead. Drink. Drink. No, you're out of the family business, that's your punishment. You're finished. I'm putting you on a plane to Vegas. Tom?\n[Tom hands Michael an airplane ticket]\nMichael:I want you to stay there, you understand?\n[Carlo nods]\nMichael:Only don't tell me that you're innocent. Because it insults my intelligence and it makes me very angry. Now, who approached you first? Barzini or Tattaglia?\nCarlo Rizzi:It was Barzini.\nMichael:Good. There's a car outside that will take you to the airport. I'll call your wife and tell her what flight you're on.\nCarlo Rizzi:Listen, Mike...\nMichael:Go on. Get out of my sight.", "Don Zaluchi:I also don't believe in drugs. For years I paid my people extra so they wouldn't do that kind of business. Somebody comes to them and says, \"I have powders; if you put up three, four thousand dollar investment, we can make fifty thousand distributing.\" So they can't resist. I want to control it as a business, to keep it respectable.\n[slams his hand on the table and shouts]\nDon Zaluchi:I don't want it near schools! I don't want it sold to children! That's an infamia. In my city, we would keep the traffic in the dark people, the coloreds. They're animals anyway, so let them lose their souls.", "Tessio:Barzini's people chisle my territory and we do nothing about it. Pretty soon there won't be anyplace in Brooklyn that I can hang my hat.\nMichael:Try and be patient.\nClemenza:I'm not asking for help, Mike, just take off the handcuffs.\nMichael:Be patient.\nClemenza:We gotta protect ourselves. At least give me the chance to recruit some new men.\nMichael:No. I don't want to give Barzini any excuse to start fighting.\nTessio:Mike, you're wrong.\nClemenza:Don Corleone, you once said the day would come when me and Tessio could form our own families. Until today I would never think of such a thing but now I must ask your permission.\nDon Corleone:Well, Michael's head of the family now and if give his permission then you have my blessing.\nMichael:After we make the move to Nevada you can break off from the Corleone Family and go off on your own. After we make the move to Nevada.\nClemenza:How long will that take?\nMichael:Six months.\nTessio:Forgive me, Godfather, but with you gone me and Pete will come under Barzini's thumb sooner or later.\nClemenza:And I hate that Goddamn Barzini. In six months time there won't be nothin' left to build on.\nDon Corleone:Do you have faith in my judgement?\nClemenza:Yes.\nDon Corleone:Do I have your loyalty?\nClemenza:Yes, always Godfather.\nDon Corleone:Then be a friend to Michael. Do as he says.\nMichael:There are negotiations being made that are going to answer all of your questions and solve all of your problems. That's all I can tell you right now. Carlo, you grew up in Nevada. When we make our move there you're going to be my right hand man. Tom Hagen is no longer Consigliari. He's going to be our lawyer in Vegas. That's no reflection on Tom it's just the way I want it. Besides, if I ever help who's a better Consigliari than my father. That's it.\n[Everyone except Hagen leaves]\nTom Hagen:Mike, why am I out?\nMichael:You're not a wartime Consigliari, Tom. Things could get rough with the move we're making.\nDon Corleone:Tom, I advised Michael. I never thought you were a bad Consigliari. I thought Santino was a bad Don, rest in peace. Michael has all my confidence as do you. But there are reasons why you must have nothing to do with what's going to happen.\nTom Hagen:Maybe I could help.\nMichael:You're out, Tom.", "Tom Hagen:Sollozo is known as the Turk. He's supposed to be very good with a knife. But only in matters of business, or of some sort of reasonable complaint. His business is narcotics. He has the fields in Turkey, where they grow the poppy. In Sicily he has the plant to process it into heroin. He needs cash and he needs protection from the police for which he gives a piece of the action, I couldn't find out how much. The Tattaglia Family is behind him here in New York so they have to be in it for something.\nDon Corleone:What about his prison record?\nTom Hagen:Two terms, one in Italy, and one here. He's known as a top narcotics man.\nDon Corleone:Santino, what do you think?\nSonny:There's a lot of money in that white powder.\nDon Corleone:Tom?\nTom Hagen:Well, I say yes. There is more money potential in narcotics than anything else we're looking at now. If we don't get into it, somebody else will, maybe one of the Five Families, maybe all of them. And with the money they earn they'll be able to buy more police and political power. Then they come after us. Right now we have the unions and we have the gambling and those are the best things to have. But narcotics is a thing of the future. If we don't get a piece of that action we risk everything we have. Not now, but ten years from now.\nSonny:Well, what's your answer gonna be, Pop?", "Jack Woltz:All right, start talking!\nTom Hagen:I come from a personal friend of Mr Johnny Fontane. That friend promises his undying friendship if you would do him a small favour.\nJack Woltz:What's that?\nTom Hagen:Give Johnny a part in that war movie you're starting next week.\n[Woltz signs a document with a smile and walks away, Hagen alongside him]\nJack Woltz:And what favours does this friend promise in exchange for giving Johnny the part?\nTom Hagen:You've got some labour trouble coming up. My client promises to make that trouble disappear. You have a top star who makes a lot of money, but he just graduated from marijuana to heroin...\nJack Woltz:[all East Side now]Are you trying to muscle me?\nTom Hagen:Absolutely not. I've come to ask a service for a friend...\nJack Woltz:Now you listen to me, you smooth-talking son-of-a-bitch, let me lay it on the line for you and your boss, whoever he is! Johnny Fontane will never get that movie! I don't care how many dago guinea wop greaseball goombahs come out of the woodwork!\nTom Hagen:I'm German-Irish.\nJack Woltz:Well, let me tell you something, my kraut-mick friend, I'm gonna make so much trouble for you, you won t know what hit you!\nTom Hagen:Mr. Woltz, I'm a lawyer. I have not threatened you.\nJack Woltz:I know almost every big lawyer in New York, who the hell are you?\nTom Hagen:I have a special practice. I handle one client. Now you have my number, I'll wait for your call. By the way, I admire your pictures very much.\n[Hagen leaves, with Woltz staring after him]\nJack Woltz:[to an underling]Check him out...", "[as Tessio and Hagen walk to Michael's house, they are met by a bodyguard, Willi Cicci]\nWilli Cicci:Sal... Tom... the boss says he'll come in a separate car. He says for you two to go on ahead.\nTessio:Hell, he can't do that; that screws up all my arrangements.\nWilli Cicci:Well, that's what he said.\nTom Hagen:I can't go with you either, Tessio.\n[just then, Michael's bodyguards materialize around them, Tessio understands everything]\nTessio:[to Hagen]Tell Mike it was only business. I always liked him.\nTom Hagen:He understands that.\nWilli Cicci:[removing Tessio's gun]Excuse me, Sally.\nTessio:Can you get me off the hook, Tom? For old times' sake?\nTom Hagen:[shakes his head]Can't do it, Sally.\n[Hagen watches sadly as Tessio is led by Cicci and the others to a waiting car]", "Virgil 'The Turk' Sollozzo:He's still alive. They hit him with five shots and he's still alive!", "[delivering his rehearsed speech]\nLuca Brasi:Don Corleone, I am honored and grateful that you have invited me to your daughter... 's wedding... on the day of your daughter's wedding. And I hope their first child be a masculine child. I pledge my ever-ending loyalty.", "Sonny:Goddamn FBI don't respect nothin'.", "Emilio Barzini:[during a meeting with the Five Families]Times have changed. It's not like the Old Days, when we can do anything we want. A refusal is not the act of a friend. If Don Corleone had all the judges, and the politicians in New York, then he must share them, or let us others use them. He must let us draw the water from the well. Certainly he can present a bill for such services; after all... we are not Communists.", "Michael:Fredo, who are the girls?\nFredo:That's for you to find out.\nMichael:Get rid of them, Fredo.\nFredo:Hey, Mike, uh...\nMichael:I'm here on business I leave tomorrow now get rid of them. Come on, I'm tired. Get rid of the band, too.\n[Fredo chases everyone out of the room]\nMichael:What happened to Moe Greene?\nFredo:He had business. He said give him a call. Once the party started.\nMichael:Well, give him a call. Hello, Johnny.\nJohnny Fontane:Mike, it's nice to see you again.\nMichael:We're all proud of you. Sit down, Johnny, I want to talk to you. The Don's proud of you, too.\nJohnny Fontane:Well, I owe it all to him.\nMichael:He knows how grateful you are. That's why he'd like to ask a favor.\nJohnny Fontane:Mike, what can I do?\nMichael:The Corleone family is thinking of giving up all of its interest in the olive oil business, settling out here. Now Moe Greene will sell us his share of the hotel and the casino so that it can be completely owned by the family. Tom.\n[Hagen hands Michael some papers]\nFredo:Hey, Mike, are you sure about that? I mean, Moe, loves the business. He never said anything to me about sellin'.\nMichael:I'll make him an offer he can't refuse. You see, Johnny, we feel that entertainment is going to be a big factor in drawing gamblers into the casinos. We're hoping that you'll sign a contract agreeing to appear 5 times a year. Perhaps convince some of your friends in the movies to do the same. We're counting on you, Johnny.\nJohnny Fontane:Sure, Mike, I'll do anything for my Godfather. You know that.\nMichael:Good.\nMoe Greene:Hey, Mike! Everybody's here. There's Tom. Freddie. Good to see you, Mike.\nMichael:How are you, Moe?\nMoe Greene:You got everything you need? The chef cooked for you special, the dancers will kick your tongue out and your credit is good. Draw chips for everyone in the room so they can play on the house.", "[after Michael gets off the phone with Kay, clearly too embarrassed to tell her he loves her]\nClemenza:Mikey, why don't you tell that nice girl you love her? I love you with all-a my heart, if I don't see-a you again soon, I'm-a gonna die.", "Sollozzo:[to Michael, in Sicilian]I am sorry. What happened to your father was business. I have much respect for your father. But your father, his thinking is old-fashioned. You must understand why I had to do that. Now let's work through where we go from here.\n[Michael tries speaking in Sicilian, but can't express himself properly, so with a quick look at McCluskey they both switch to English]\nMichael:What I want... what's most important to me is that I have a guarantee: no more attempts on my father's life.\nSollozzo:What guarantees could I give you, Mike? I'm the hunted one. I've missed my chance. You think too much of me, kid. I am not that clever. All I want is a truce.\nMichael:I have to go to the bathroom. Is that all right?\nCapt. McCluskey:You gotta go, you gotta go.\n[Michael gets up, but a suspicious Sollozzo probes Michael's crotch, to Michael's offense]\nCapt. McCluskey:I frisked him. He's clean.\nSollozzo:Don't take too long...\n[Michael heads to the bathroom]\nCapt. McCluskey:[to Sollozzo]I frisked a thousand young punks.", "[speaking with the father of the girl he plans to marry, and after telling him that he's in hiding from some gangsters]\nMichael:Some people will pay a lot of money for that information; but then your daughter would lose a father, instead of gaining a husband.", "Sonny:Hey, whaddya gonna do, nice college boy, eh? Didn't want to get mixed up in the Family business, huh? Now you wanna gun down a police captain. Why? Because he slapped ya in the face a little bit? Hah? What do you think this is the Army, where you shoot 'em a mile away? You've gotta get up close like this and - bada-BING! - you blow their brains all over your nice Ivy League suit. C'mere...\n[kisses Michael's head]\nMichael:Sonny...\nSonny:You're taking this very personal. Tom, this is business and this man is taking it very, very personal.", "Sonny:How's Paulie?\nClemenza:Oh, Paulie... won't see him no more.", "Sonny:Did he... did Clemenza tell you to drop the gun?\nMichael:Yeah, a million times.", "Michael:[teaching Apollonia to drive]It's safer to teach you English!", "[Michael gets ready to leave the house]\nSonny:Where're you going?\nMichael:To the City.\nSonny:[to Clemenza]Yeah? Well, send somebody with him.\nMichael:No, I'm just gonna go see Pop.\nSonny:I don't care, send some bodyguards with him.\nClemenza:He'll be all right. Sollozzo knows he's a civilian.\nSonny:Yeah? Well take care, all right?\nMichael:Yes, sir.\n[Michael leaves]\nSonny:Send someone with him anyway...", "Michael:You gonna kill all those guys?\nSonny:Hey, Mikey, stay out of this, all right?", "Don Corleone:[to Michael]So, Barzini will move against you first. He'll set up a meeting with someone that you absolutely trust, guaranteeing your safety. And at that meeting, you'll be assassinated.", "Tom Hagen:I'm an attorney for the Corleone family. These men are private detectives hired to protect Vito Corleone. They are licensed to carry firearms. If you interfere you'll have to appear before a judge in the morning and show cause.", "Capt. McCluskey:I thought I got all you Guinea hoods locked up! What the hell are you doing here?\nMichael:What happened to the men who were guarding my father, Captain?\nCapt. McCluskey:I pulled them guys off of here, eh, now get away from this hospital!\nMichael:I'm not leaving until you put some guards around my father's room.\nCapt. McCluskey:Phil, take him in!\nCop with Capt. McCluskey outside hospital:The kid's clean Captain, he's a war hero! He's never been mixed up with the rackets...\nCapt. McCluskey:Goddamn it Phil, I said take him in!\nMichael:What's the Turk paying you to set up my father, Captain?\nCapt. McCluskey:[to Patrolmen]Take a hold of him. Stand him up. Stand him up straight.\n[punches Michael and breaks his jaw]", "Tom Hagen:The Senator called, he apologized for not coming but said that you would understand; also some of the judges. They've all sent gifts.\n[raises his glass to the Don]\nTom Hagen:Salut.\n[Both men are suiddenly startled by a huge roaring cheer]\nDon Corleone:What is that, outside?\n[Both look out the window and see famous singer Johnny Fontane has arrived]\nDon Corleone:He came all the way from California to the wedding. i told you he was gonna come!\nTom Hagen:It's been two years. He's probably in trouble again.\nDon Corleone:He is a good godson.", "Sonny:Tom-anuch! Hey, a hundred button men on the street twenty-four hours a day. That Turk shows one hair on his ass, he's dead. Believe me.\nSonny:[to Michael, whose face is bruised]Hey Michael, c'mere. Let me look at you. You look beautiful, just beautiful, you're gorgeous. Hey, listen to this. The Turk, he wants to talk. You imagine the nerve on this son of a bitch, hey? Craps out last night he wants a meetin' today.\nTom Hagen:What did he say?\nSonny:What did he say? Badda-beep, badda-bap, badda-boop, badda-beep, he wants us to send Michael to hear the proposition, and the promise is the deal is so good we can't refuse. Hey.\nTom Hagen:What about Bruno Tattaglia?\nSonny:That's part of the deal. Bruno cancels out what they did to my father.\nTom Hagen:Sonny, we ought to hear what they have to say.\nSonny:No, no, no! No more! Not this time, Consigliere! No more meetin's! No more discussions! No more Sollozzo tricks! You give 'em one message - I want Solozzo. If not, it's all-out war, we go to the mattresses.\nTom Hagen:Some of the other families won't sit still for all-out war!\nSonny:Then they hand me Sollozzo!\nTom Hagen:Your father would want to hear this. This is business, not personal.\nSonny:They shot my father? It's business, your ass.\nTom Hagen:Even the shooting of your father was business, not personal, Sonny!\nSonny:Well then, business will have to suffer, all right? And listen, do me a favor, Tom. No more advice on how to patch things up, just help me win, please. All right?\nTom Hagen:I found out about this Captain McClusky who broke Mike's jaw.\nSonny:What about him?\nTom Hagen:Now, he's definitely on Sollozzo's payroll and for big money. McClusky has agreed to be the Turk's bodyguard. What you have to understand, Sonny, is that while Sollozzo's being guarded like this he is invulnerable. Now, nobody has ever gunned down a New York police captain. Never. It would be disastrous. All the five families would come after you, Sonny. The Corleone Family would be outcast. Even the old man's political protection would run for cover. So, do me a favor, take this into consideration.\nSonny:All right, we wait.\nMichael:It can't wait.\nSonny:Huh?\nMichael:It can't wait. I don't care what Sollozzo says about a deal, he's gonna kill Pop. That's it. That's a key for him. Gotta get Sollozzo.\nClemenza:Mikey's right.\nSonny:Let me ask you something, Professor. I mean, what about this McClusky, huh? What do we do with this cop here?\nMichael:They want to have a meeting with me, right? It will be me, McClusky and Sollozzo. Let's set the meeting. Get our informants to find out where it's going to be held. Now we insist it's a public place - a bar or a restaurant, some place where there's people there so I'll feel safe. They're going to search me when I first meet them, right? So I can't have a weapon on me then. But if Clemenza can figure a way to have a weapon planted there for me, then I'll kill them both.\nSonny:[Clemenza, Tessio and Sonny laugh]Hey. What are you gonna do? Nice college boy, huh? Didn't want to get mixed up in the family business? Now you want to gun down a police captain, what, 'cause he slapped you in the face a little bit, huh? What do you think, this the Army where you shoot 'em a mile away? No, you gotta get up close like this - badda-bing! - you blow their brains all over your nice Ivy League suit. C'mere.\n[Kisses Michael on the head]\nSonny:You're taking this very personal. Tom, this is business and this man is taking it very, very personal.", "Don Corleone:[crying, staring at Sonny's body]Look how they massacred my boy!", "Connie:Dinner's on the table.\nCarlo Rizzi:I'm not hungry yet.\nConnie:Your food is on the table. It's getting cold.\nCarlo Rizzi:I'll eat out later.\nConnie:You just told me to make you dinner!\nCarlo Rizzi:Hey, vaffanculo, eh?\nConnie:Aw, vaffanculo you!", "Don Corleone:I like to drink wine more than I used to...\n[pause]\nDon Corleone:Anyway, I'm drinking more.\nMichael:It's good for you, Pop.\nDon Corleone:Ah, I don't know...", "Tom Hagen:You know how they're going to come at you?\nMichael:They want to arrange a meeting between me and Barzini. On Tessio's ground. Where I'll be safe.\n[Hagen is silent for a long moment]\nTom Hagen:Tessio. I always thought it would be Clemenza.\nMichael:It's the smart move. Tessio was always smarter.", "Tom Hagen:Maybe we shouldn't get Mike mixed up in this too directly...", "Don Corleone:How's your boy?\nMichael:He's good.\nDon Corleone:You know, he looks more like you every day.\nMichael:He's smarter than I am. Three years old, and he can already read the funny papers.\nDon Corleone:[laughs]Read the funny papers...", "[Tom Hagen goes Christmas shopping, and meets Sollozzo]\nSollozzo:I want to talk to you.\nTom Hagen:[stepping aside]I haven't got time...\nSollozzo:Make time, Consigliore!\n[Hagen finds himself trapped between Sollozzo and a hood]\nSollozzo:What are you worried about? If I wanted to kill you you'd be dead already. Get in.\n[a car drives up]", "[Paulie enters the Corleones' study]\nSonny:What is it?\nClemenza:Hey, Paulie, I thought I told you to stay put.\nPaulie Gatto:The guy at the gate says there's a package.\nSonny:Yeah? Hey, Tessio, go see what it is.\nPaulie Gatto:You want me to hang around?\nSonny:Yeah, hang around. You all right?\nPaulie Gatto:[coughing]Yeah, yeah...\nSonny:You hungry? There's a little food in the ice box.\nPaulie Gatto:Nah, nah.\nSonny:Well, how about a drink? Some brandy, it'll sweat it out of ya. Alright, babe...\n[Paulie leaves]\nSonny:[to Clemenza]I want you to take care of that sonofabitch right away. Paulie sold out the old man, that stronz. I don't want to see him no more. I want you to make that first thing on your list, understand?\nClemenza:Understood.", "Michael:Fabrizzio, where are you going?\n[Apollonia hoots the car and starts to drive it; Fabrizzio gives a quick, furtive movement... ]\nMichael:NO! NO APOLLONIA!\n[the car explodes]", "[the Corleone Family poses for the wedding photo]\nDon Corleone:[to Sonny]Where's Michael?\nSonny:Don't worry. He'll be here.\nDon Corleone:We're not taking the picture without Michael.", "Michael:I have to see my father and his people so have dinner without me.\nKay Adams:Oh, Michael.\nMichael:This weekend we'll go out. We'll go to the city, see a show and have dinner, I promise.\nKay Adams:Hmmmm. Michael. Michael, wait, your sister wants to ask you something.\nMichael:Well, let her ask.\nKay Adams:No, she's afraid to. Connie and Carlo want you to be Godfather to their little boy.\nMichael:We'll see.\nKay Adams:Will you?\nMichael:Let me think about it. We'll see.", "Clemenza:Damn it, Sonny's running scared. He's thinking of going to the matresses already. We got to go pick up some stuff at this address. You know any good spots on the west side?\nPaulie Gatto:Yeah, I'll think about it.\nClemenza:Well, think about it while you're driving, will ya? I wanna hit New York sometime this month. And watch out for the kids when you're backing out!", "[Clemenza and Michael arrive to find extra guards posted outside the house]\nClemenza:What's with all the new faces?\nTessio:We'll need 'em now. After the hospital thing, Sonny got mad. We hit Bruno Tattaglia at four o'clock this morning.\nClemenza:...Jesus Christ.", "Clemenza:The negotiator's at my house playing pinochle with some of my men, he's happy. They're letting him win.", "Don Corleone:[to Luca Brasi]I'm a little worried about this Sollozzo fellow. I want you to find out what he's got under his fingernails. Go to the Tattaglias, and tell them you're not too happy with our Family, and find out what you can...", "Don Corleone:My godson has come all the way from California. Give him a drink.", "Connie:What's the matter, Carlo?\nCarlo Rizzi:[punk sore at the world]Shut up and set the table!", "Michael:You and I are going to move my father to another room, now can you disconnect those tubes so we can move the bed out of here?\nNight Nurse:That is out of the question.\nMichael:You know my father? Men are coming here to kill him, now help me, please.", "Clemenza:Paulie, pull over, I gotta take a leak.", "Michael:[the car that Michael, Sollozzo, and McClusky are riding in takes an unexpected detour]New Jersey... we're going to New Jersey?\nSollozzo:[sinister]Maybe.", "Capt. McCluskey:How's the Italian food in this restaurant?\nSollozzo:Good. Try the veal, it's the best in the city.\nCapt. McCluskey:I'll have it."]}, {"Film": "The Godfather: Part II (1974)", "Quotes": ["Michael Corleone:My father taught me many things here - he taught me in this room. He taught me: keep your friends close, but your enemies closer.", "Vito Corleone:I make him an offer he don' refuse. Don' worry.", "Michael Corleone:I know it was you, Fredo. You broke my heart. You broke my heart!", "Michael Corleone:I don't feel I have to wipe everybody out, Tom. Just my enemies.", "[about the unrest in Cuba]\nMichael Corleone:I saw a strange thing today. Some rebels were being arrested. One of them pulled the pin on a grenade. He took himself and the captain of the command with him. Now, soldiers are paid to fight; the rebels aren't.\nHyman Roth:What does that tell you?\nMichael Corleone:They could win.", "Michael Corleone:If anything in this life is certain, if history has taught us anything, it is that you can kill anyone.", "[Vito returns years later to Sicily and meets Don Ciccio, the man who murdered Vito's family]\nDon Ciccio:I see you took the name of the town. What was your father's name?\nVito Corleone:Antonio Andolini.\nDon Ciccio:You'll have to speak up. I can't hear you\nVito Corleone:My father's name was Antonio Andolini... and this is for you.\n[stabs him]", "Kay Corleone:Oh, Michael. Michael, you are blind. It wasn't a miscarriage. It was an abortion. An abortion, Michael. Just like our marriage is an abortion. Something that's unholy and evil. I didn't want your son, Michael! I wouldn't bring another one of you sons into this world! It was an abortion, Michael! It was a son Michael! A son! And I had it killed because this must all end!\n[Michael's eyes begin to bulge]\nKay Corleone:I know now that it's over. I knew it then. There would be no way, Michael... no way you could ever forgive me not with this Sicilian thing that's been going on for 2,000 years.\n[Michael loses control. He slaps Kay across the face. She falls onto the couch]\nMichael Corleone:Bitch! You won't take my children!\nKay Corleone:I will.\nMichael Corleone:You WON'T TAKE MY CHILDREN!\nKay Corleone:They're my children too.", "Hyman Roth:There was this kid I grew up with; he was younger than me. Sorta looked up to me, you know. We did our first work together, worked our way out of the street. Things were good, we made the most of it. During Prohibition, we ran molasses into Canada... made a fortune, your father, too. As much as anyone, I loved him and trusted him. Later on he had an idea to build a city out of a desert stop-over for GI's on the way to the West Coast. That kid's name was Moe Greene, and the city he invented was Las Vegas. This was a great man, a man of vision and guts. And there isn't even a plaque, or a signpost or a statue of him in that town! Someone put a bullet through his eye. No one knows who gave the order. When I heard it, I wasn't angry; I knew Moe, I knew he was head-strong, talking loud, saying stupid things. So when he turned up dead, I let it go. And I said to myself, this is the business we've chosen; I didn't ask who gave the order, because it had nothing to do with business!", "[during the play 'Senza Mamma']\nGenco Abbandando:Vito, how do you like my little angel? Isn't she beautiful?\nVito Corleone:She's very beautiful. To you, she's beautiful. For me, there's only my wife and son.", "[Ordering drinks in a Havana cafe]\nFredo Corleone:Uno... por favor...\n[to Michael]\nFredo Corleone:How do you say \"banana daiquiri\"?\nMichael Corleone:\"Banana daiquiri.\"", "Vito Corleone:[in Italian]Do me this favor. I won't forget it. Ask your friends in the neighborhood about me. They'll tell you I know how to return a favor.", "Senator Pat Geary:I despise your masquerade, the dishonest way you pose yourself. You and your whole fucking family.\nMichael Corleone:We're both part of the same hypocrisy, senator, but never think it applies to my family.", "Fredo Corleone:I'm your older brother, Mike, and I was stepped over!\nMichael Corleone:That's the way Pop wanted it.\nFredo Corleone:It ain't the way I wanted it! I can handle things! I'm smart! Not like everybody says... like dumb... I'm smart and I want respect!", "[Geary is demanding a large bribe for a gaming license]\nSenator Pat Geary:I want your answer and the money by noon tomorrow. And one more thing. Don't you contact me again, ever. From now on, you deal with Turnbull.\nMichael Corleone:Senator? You can have my answer now, if you like. My final offer is this: nothing. Not even the fee for the gaming license, which I would appreciate if you would put up personally.", "Michael Corleone:C'mon Frankie... my father did business with Hyman Roth, he respected Hyman Roth.\nFrank Pentangeli:Your father did business with Hyman Roth, he respected Hyman Roth... but he never *trusted* Hyman Roth!", "Michael Corleone:[discussing the incident regarding the two unknown gunmen who fired through Michael's bedroom window earlier]In my home.\nFrank Pentangeli:Michael, when I heard I almost died...\nMichael Corleone:[yells]IN MY HOME! IN MY BEDROOM! Where my wife sleeps... and my children play with their toys.", "Michael Corleone:Fredo, you're nothing to me now. You're not a brother, you're not a friend. I don't want to know you or what you do. I don't want to see you at the hotels, I don't want you near my house. When you see our mother, I want to know a day in advance, so I won't be there. You understand?", "Hyman Roth:I'd give four million just to be able to take a piss without it hurting", "Connie:Michael, I hated you for so many years. I think that I did things to myself, to hurt myself so that you'd know - that I could hurt you. You were just being strong for all of us the way Papa was. And I forgive you. Can't you forgive Fredo? He's so sweet and helpless without you. You need me, Michael. I want to take care of you now.", "Michael Corleone:Keep 'em alive.\nRocco Lampone:We'll try.\nMichael Corleone:ROCCO! ALIVE!", "Tom Hagen:When a plot against the Emperor failed... the plotters were always given a chance... to let their families keep their fortunes. Right?\nFrank Pentangeli:Yeah, but only the rich guys, Tom. The little guys got knocked off and all their estates went to the Emperors. Unless they went home and killed themselves, then nothing happened. And the families... the families were taken care of.\nTom Hagen:That was a good break. A nice deal.\nFrank Pentangeli:Yeah... They went home... and sat in a hot bath... opened up their veins... and bled to death... and sometimes they had a little party before they did it.", "Hyman Roth:If I could only live to see it, to be there with you. What I wouldn't give for twenty more years! Here we are, protected, free to make our profits without Kefauver, the goddamn Justice Department and the F.B.I. ninety miles away, in partnership with a friendly government. Ninety miles! It's nothing! Just one small step, looking for a man who wants to be President of the United States, and having the cash to make it possible. Michael, we're bigger than U.S. Steel.", "[Kay is threatening to take the children away]\nMichael:Don't you know that I would use all of my power to prevent something like that from happening?", "Michael:I've always taken care of you, Fredo.\nFredo Corleone:Taken care of me? You're my kid brother and you take care of me? Did you ever think about that? Hah? Did you ever once that about that?", "Fredo Corleone:You know when I was your age, I went out to fishing with all my brothers and my father, and everybody. And I was, I was the only one who caught a fish. Nobody else could catch one except me. You know how I did it? Every time I put the line in the water I said a Hail Mary and every time I said a Hail Mary I caught a fish. You believe that? It's true, that's the secret. You wanna try it when we go out on the lake?", "Santino:Your country ain't your blood. Remember that.", "Michael Corleone:I trust these men with my life, Senator. To ask them to leave would be an insult.", "Al Neri:Our friend and associate Hyman Roth is in the news. The High Court of Israel turned down his request to live there as a returning Jew. He landed in Buenos Aires last night offering a \"gift\" of a million dollars if they'd let him stay. They said no. His passport's been invalidated, except for his return trip to the States.\nTom Hagen:He'll try Panama next.\nMichael Corleone:Panama won't take him. Not for a million, not for ten million.", "Michael Corleone:He was stupid. I was lucky. I will visit him soon.", "Tom Hagen:Why do you hurt me, Michael? I've always been loyal to you.", "Hyman Roth:I'm going in to take a nap. When I wake, if the money's on the table, I'll know I have a partner. If it isn't, I'll know I don't.", "[subtitles from Sicilian Italian]\nVito Corleone:[picks up baby Michael, kisses him, holds him]Michael, your father loves you very much. Very much.", "Frank Pentangeli:Hey, what's with the food around here? A kid comes up to me in a white jacket, gives me a Ritz cracker, and uh, chopped liver, he says, 'Canapes'. I said, uh, 'can of peas, my ass, that's a Ritz cracker and chopped liver!'", "[while watching a \"Punch and Judy\" puppet show]\nDon Fanucci:Oh, this is too violent for me!", "Michael:Was it a boy?\nTom Hagen:Mikey, after three and a half months...\nMichael:WHY CAN'T YOU GIVE ME A STRAIGHT ANSWER ANY MORE? WAS IT A BOY?", "Michael:I don't want anything to happen to him while my mother's alive.", "[last lines]\n[flashback - Don Vito Corleone's birthday in 1941]\nFredo Corleone, Tom Hagen, Santino, Connie, Salvatore \"Sally\" Tessio, Theresa Hagen, Carlo Rizzi:Surprise!\n[singing]\nFredo Corleone, Tom Hagen, Santino, Connie, Salvatore \"Sally\" Tessio, Theresa Hagen, Carlo Rizzi:For he's a jolly good fellow/For he's a jolly good fellow/For he's a jolly good fellow/ Which nobody can deny...", "Johnny Ola:Hyman Roth always makes money for his partners. One by one, our old friends are gone. Death, natural or not, prison, deported. Hyman Roth is the only one left, because he always made money for his partners.", "Hyman Roth:I don't trust a doctor who can hardly speak English.", "Don Fanucci:Young man, I hear you and your friends are stealing goods. But you don't even send a dress to my house. No respect! You know I've got three daughters. This is my neighborhood. You and your friends should show me some respect. You should let me wet my beak a little. I hear you and your friends cleared $600 each. Give me $200 each, for your own protection. And I'll forget the insult. You young punks have to learn to respect a man like me! Otherwise the cops will come to your house. And your family will be ruined. Of course, if I'm wrong about how much you stole, I'll take a little less. And by less, I only mean - a hundred bucks less. Now don't refuse me. Understand, paisan? Understand, paisan?... Tell your friends I don't want a lot. Just enough to wet my beak. Don't be afraid to tell them!", "Michael Corleone:Anthony, I'm going to be leaving very early tomorrow.\nAnthony Corleone:Will you take me?\nMichael Corleone:No, I can't.\nAnthony Corleone:Why do you have to go?\nMichael Corleone:Because I have to do business.\nAnthony Corleone:I could help you.\nMichael Corleone:Someday you will.", "Hyman Roth:Good health is the most important thing. More than success, more than money, more than power.", "Tom Hagen:It would be like trying to kill the President; there's no way we can get to him.\nMichael Corleone:Tom, you know you surprise me. If anything in this life is certain - if history has taught us anything - it's that you can kill *anybody*.", "Kay:It made me think of what you once told me: \"In five years the Corleone family will be completely legitimate.\" That was seven years ago.\nMichael Corleone:I know. I'm trying, darling.", "Michael Corleone:I'll change; I'll change. I've learned that I have the strength to change.", "Michael Corleone:He's has been dying from the same heart attack for the last twenty years.", "Senator Pat Geary:Mr. Cici, was there always a buffer involved?\nWilli Cici:A what?\nSenator Pat Geary:A buffer. Someone in between you and your possible superiors who passed on to you the actual order to kill someone.\nWilli Cici:Oh yeah, a buffer. The family had a lot of buffers!", "Frank Pentangeli:I don't - I never knew no godfather. I got my own family, senator.", "[flashback]\nSantino:Whatcha go to college? To get stupid? You're really stupid!", "Senator Pat Geary:You can have the license. The price is $250,000... plus a monthly payment of 5% of the gross... of all four hotels... Mr. Corleone\nMichael Corleone:Now, the price of the license is less than $20,000. Is that correct?\nSenator Pat Geary:Yes.\nMichael Corleone:So why would I ever consider paying more than that?\nSenator Pat Geary:Because I intend to squeeze you.", "Carmine Rosato:We're all very happy about your decision, Frankie. You're not going to regret it!\nFrank Pentangeli:I don't like this C-note, Rosato. I take that as an insult.\nTony Rosato:[wraps a garrote around Pentangeli's neck]Michael Corleone says \"Hello\"!\n[drags Pentangeli to a back room and with the help of two \"buttonmen\" tries to shove him into a closet]\nTony Rosato:[shouts]Get his head in! Close the fuckin' door!\nCarmine Rosato:[a cop walks into the bar]Your friend, the cop, what the f...\nPoliceman:Hey, Rich, it's dark in here. You open or closed?\nBartender:Hey, I just came in to clean up a little, you know? What's wrong?\nPoliceman:[noticing Pentangeli]Is that something on the floor?\nBartender:[Carmine starts to pull a gun on the officer]Carmine, No! Not here! Not a cop! Let him go!\nCarmine Rosato:ANTHONY!\n[as the cop starts to draw his billy club, Tony and the buttonmen run out of the back room and shove the cop into a booth, then grab Carmine and rush him out the door, followed by the cop, his gun drawn]\nTony Rosato:[to the policeman]You open your fuckin' mouth, I'll blow your head off!\n[a gunfight erupts in the street as the Rosato Brothers try to escape]", "Hyman Roth:[his last words]I'm a retired investor living on a pension. I came home to vote in the Presidential Election because they wouldn't give me an absentee ballot.\n[Seconds later, Rocco walks up to Roth and shoots him in the stomach, killing him]", "Fredo Corleone:Every time I put my line in the water I said a Hail Mary, and every time I said a Hail Mary I caught a fish.", "[Before shooting occurs at the Michael Corleone estate]\nKay:Michael, why are the drapes open?", "[first lines]\nTitle Card:The godfather was born Vito Andolini, in the town of Corleone in Sicily. In 1901 his father was murdered for an insult to the local Mafia chieftain. His older brother Paolo swore revenge and disappeared into the hills, leaving Vito, the only male heir, to stand with his mother at the funeral. He was nine years old.\n[gunshots and screams]\nWoman:[subtitled from Italian]They've killed the boy! They've killed young Paolo! They've killed your son Paolo!", "Genco Abbandando:So, what do you think of my angel?\nVito Corleone:You're happy, I'm happy.", "Hyman Roth:I want all of you to enjoy your cake, so... enjoy.", "Hyman Roth:I loved baseball ever since Arnold Rothstien fixed the World Series in 1919.", "Kay:I suppose I always knew you were too smart to let any of them ever beat you.", "[Don Ciccio is threatening to kill young Vito]\nSignora Andolini:But Vito is only nine. And dumb-witted. The child cannot harm you.", "Hyman Roth:Stupid thugs. People behaving like that with guns.", "Hyman Roth:This is the business we've chosen.", "Tenor:Mama! Mamma mia!", "Frank Pentangeli:Cicc', a porta!", "Senator Pat Geary:[as they're watching the performer at the sex club]Freddie, that thing can't be real.\nFredo Corleone:Sure it is. That's why they call him Superman.", "Hyman Roth:What I am saying is, we have now what we have always needed, real partnership with the government.", "Frank Pentangeli:Those were the great old days,you know... And we was like the Roman Empire... The Corleone family was like the Roman Empire...", "[When asked by reporters why he has decided to move to Israel]\nHyman Roth:I am a retired investor on a pension, and I wished to live there as a Jew in the twilight of my life.", "Tony Rosato:[strangling Frank Pentangeli]Michael Corleone says \"Hello\"."]}, {"Film": "The Dark Knight (2008)", "Quotes": ["The Chechen:[During a private sit down meeting with the gangsters]What do you propose?\nThe Joker:It's simple. We, uh, kill the Batman.\n[mobsters laugh]\nSalvatore Maroni:If it's so simple, why haven't you done it already?\nThe Joker:If you're good at something, never do it for free.", "Batman:[in the interrogation room]Then why do you want to kill me?\nThe Joker:[giggling]I don't, I don't want to kill you! What would I do without you? Go back to ripping off mob dealers? No, no, NO! No. You... you... complete me.\nBatman:You're garbage who kills for money.\nThe Joker:Don't talk like one of them. You're not! Even if you'd like to be. To them, you're just a freak, like me! They need you right now, but when they don't, they'll cast you out, like a leper! You see, their morals, their code, it's a bad joke. Dropped at the first sign of trouble. They're only as good as the world allows them to be. I'll show you. When the chips are down, these... these civilized people, they'll eat each other. See, I'm not a monster. I'm just ahead of the curve.", "Harvey Dent:[while having a fancy dinner with Bruce, Rachel and Natascha]You either die a hero or you live long enough to see yourself become the villain.", "The Joker:You know. I don't want there to be any hard feelings between us, Harvey. When you and, uh...\nHarvey Dent:Rachel!\nThe Joker:Rachel were being abducted. I was sitting in Gordon's cage. Now, *I* didn't rig those charges.\nHarvey Dent:Your men. Your plan.\nThe Joker:Do I really look like a guy with a plan? You know what I am? I'm a dog chasing cars. I wouldn't know what to do with one if I caught it! You know, I just... *do* things.", "Bruce Wayne:[while in the underground bat cave]Targeting me won't get their money back. I knew the mob wouldn't go down without a fight, but this is different. They crossed the line.\nAlfred Pennyworth:You crossed the line first, sir. You squeezed them, you hammered them to the point of desperation. And in their desperation, they turned to a man they didn't fully understand.\nBruce Wayne:Criminals aren't complicated, Alfred. Just have to figure out what he's after.\nAlfred Pennyworth:With respect Master Wayne, perhaps this is a man that *you* don't fully understand, either. A long time ago, I was in Burma. My friends and I were working for the local government. They were trying to buy the loyalty of tribal leaders by bribing them with precious stones. But their caravans were being raided in a forest north of Rangoon by a bandit. So, we went looking for the stones. But in six months, we never met anybody who traded with him. One day, I saw a child playing with a ruby the size of a tangerine. The bandit had been throwing them away.\nBruce Wayne:So why steal them?\nAlfred Pennyworth:Well, because he thought it was good sport. Because some men aren't looking for anything logical, like money. They can't be bought, bullied, reasoned, or negotiated with. Some men just want to watch the world burn.", "[Batman slams The Joker's head on the table]\nThe Joker:Never start with the head. The victim gets all fuzzy. He can't feel the next...\n[Batman punches the Joker's hand. The Joker pauses for a moment waiting for it to hurt]\nThe Joker:See?", "Bruce Wayne:[in his high rise apartment]The bandit, in the forest in Burma, did you catch him?\nAlfred Pennyworth:Yes.\nBruce Wayne:How?\nAlfred Pennyworth:We burned the forest down.", "The Joker:[to Det. Stephens in the interrogation room]Do you want to know why I use a knife? Guns are too quick. You can't savor all the... little emotions. In... you see, in their last moments, people show you who they really are. So in a way, I know your friends better than you ever did. Would you like to know which of them were cowards?", "The Joker:[in a warehouse next to a mountain of money]All you care about is money. This city deserves a better class of criminal. And I'm gonna give it to them!", "[last lines]\nJames Gordon Jr.:Batman? Batman! Why's he running dad?\nLt. James Gordon:Because we have to chase him.\nCop:Okay we're going in! Go, go! Move!\nJames Gordon Jr.:He didn't do anything wrong.\nLt. James Gordon:Because he's the hero Gotham deserves, but not the one it needs right now. So we'll hunt him. Because he can take it. Because he's not our hero. He's a silent guardian. A watchful protector. A Dark Knight.", "Alfred Pennyworth:[as they leave the underground bat cave]I suppose they'll lock me up as well. As your accomplice...\nBruce Wayne:[jokingly]Accomplice? I'm going to tell them the whole thing was your idea.", "Gambol's Bodyguard:Yo, Gambol, there's somebody here for you. They say they just killed the Joker.\nGambol's Bodyguard:They brought the body.\n[a body bag is brought in and dropped on the table; Gambol unzips it, revealing Joker's face]\nGambol:So. For dead, that's 500...\nThe Joker:[sitting up and sticking a blade in Gambol's mouth]How 'bout alive?\n[Joker's men hold the bodyguards]\nThe Joker:You wanna know how I got these scars? My father, was a drinker, and a fiend. And one night, he goes off crazier than usual. Mommy gets the kitchen knife to defend herself. He doesn't like that. Not. One. Bit. So, me watching, he takes the knife to her, laughing while he does it. He turns to me and says, \"Why so serious?\" Comes at me with the knife. \"WHY SO SERIOUS?\" He sticks the blade in my mouth... \"Let's put a smile on that face.\" And...\n[glancing at thug]\nThe Joker:Why so serious?\n[kills Gambol]", "The Joker:I just did what I do best. I took your little plan and I turned it on itself. Look what I did to this city with a few drums of gas and a couple of bullets. Hmmm? You know... You know what I've noticed? Nobody panics when things go \"according to plan.\" Even if the plan is horrifying! If, tomorrow, I tell the press that, like, a gang banger will get shot, or a truckload of soldiers will be blown up, nobody panics, because it's all \"part of the plan\". But when I say that one little old mayor will die, well then everyone loses their minds!\n[Joker hands Two-Face a gun and points it at himself]\nThe Joker:Introduce a little anarchy. Upset the established order, and everything becomes chaos. I'm an agent of chaos. Oh, and you know the thing about chaos? It's fair!\n[still holding the gun, Two-Face pauses and takes out his coin]\nTwo-Face:[showing Joker the good side]You live.\nThe Joker:Mm-hmm.\nTwo-Face:[showing the scarred side]You die.\nThe Joker:Mmm, now we're talking.", "Batman:[as Joker is holding Rachel out a window]Let her go!\nThe Joker:[giving him a look]Very poor choice of words...", "Batman:Sometimes the truth isn't good enough, sometimes people deserve more. Sometimes people deserve to have their faith rewarded...", "Gambol:[to The Joker during a private sit down meeting with the gangsters]Give me one reason why I shouldn't have my boy here pull your head off.\nThe Joker:How about a magic trick?\n[pulls out a pencil and sticks it upright into the table]\nThe Joker:I'm gonna make this pencil disappear.\n[Gambol's thug walks over to kill The Joker, who slams his face into the pencil and kills him]\nThe Joker:Ta-daa! It's... it's gone.", "Gotham National Bank Manager:Think you're pretty smart, huh? The guy that hired youze, he'll just do the same to you. Oh, criminals in this town used to believe in things. Honor. Respect. Look at you! What do you believe in, huh? WHAT DO YOU BELIEVE IN?\n[Bozo leans down and sticks a gas grenade in the manager's mouth]\nBozo:I believe whatever doesn't kill you, simply makes you...\n[takes off his mask, revealing the Joker]\nThe Joker:...stranger.", "Harvey Dent:[during a press conference]The night is darkest just before the dawn. And I promise you, the dawn is coming.", "Lucius Fox:[to Reese]Let me get this straight, you think that your client, one of the wealthiest and most powerful men in the world, is secretly a vigilante, who spends his nights beating criminals to a pulp with his bare hands, and your plan is to blackmail this person?\n[Reese's face falls and Fox smiles]\nLucius Fox:Good luck.", "Batman:[in the back of a factory at 250 52nd Street]What happened to Rachel wasn't chance. We decided to act! We three!\nTwo-Face:Then why was it me who was the only one who lost everything?\nBatman:It wasn't.\nTwo-Face:The Joker chose ME!\nBatman:Because you were the best of us! He wanted to prove that even someone as good as you could fall.\nTwo-Face:[bitter]And he was right.", "The Chechen:[in a warehouse next to a mountain of money]Joker-man, what you do with all your money?\nThe Joker:You see, I'm a guy of simple taste. I enjoy dynamite, and gunpowder, and gasoline!\n[he pours gasoline on the mountain of cash]\nThe Chechen:[panicked]What the...?\nThe Joker:Ah-ta-ta-ta-ta. And you know the thing they have in common? They're cheap.", "The Joker:[while hanging upside down]Oh, you. You just couldn't let me go, could you? This is what happens when an unstoppable force meets an immovable object. You truly are incorruptible, aren't you? You won't kill me out of some misplaced sense of self-righteousness. And I won't kill you because you're just too much fun. I think you and I are destined to do this forever.\nBatman:You'll be in a padded cell forever.\nThe Joker:Maybe we can share one. You know, they'll be doubling up, the rate this city's inhabitants are losing their minds.\nBatman:This city just showed you that it's full of people ready to believe in good.\nThe Joker:Until their spirit breaks completely. Until they get a good look at the real Harvey Dent, and all the heroic things he's done. You didn't think I'd risk losing the battle for Gotham's soul in a fistfight with you? No. You need an ace in the hole. Mine's Harvey.\nBatman:What did you do?\nThe Joker:I took Gotham's white knight and I brought him down to our level. It wasn't hard. You see, madness, as you know, is like gravity. All it takes is a little push!\n[the Joker laughs hysterically as Batman races off and the cops come to take the Joker into custody]", "The Joker:[in the interrogation room]I want... my phone call. I want it. I want it! I want my phone call!\nDetective Stephens:That's nice.\nThe Joker:How many of your friends have I killed?\nDetective Stephens:I'm a twenty-year man. I can tell the difference between punks who need a little lesson in manners, and the freaks like you who just enjoy it.\n[pause]\nDetective Stephens:And you've killed six of my friends.\nThe Joker:[mouths \"six?\"]", "The Joker:[during the fundraiser party held for Harvey Dent]You know, I'll settle for his loved ones.\nGentleman at Party:We're not intimidated by thugs!\nThe Joker:[as he smacks his lips]You know, you remind me of my father.\n[the Joker pulls out his switchblade and brings it to the Gentleman's mouth]\nThe Joker:I hated my father!\nRachel Dawes:[off-screen]Okay, stop!\n[turns to face Rachel, tosses the Gentleman to his thugs and approaches Rachel, adjusting his hair with the knife]\nThe Joker:Well, hello, beautiful. You must be Harvey's squeeze. And you *are* beautiful.\n[he walks around her]\nThe Joker:Oh, you look nervous. Is it the scars? You want to know how I got 'em?\n[He grabs Rachel's head and positions the knife by her mouth]\nThe Joker:Come here. Hey! Look at me. So I had a wife. She was beautiful, like you. Who tells me I worry too much. Who tells me I ought to smile more. Who gambles and gets in deep with the sharks. One day, they carve her face. And we have no money for surgeries. She can't take it. I just want to see her smile again. I just want her to know that I don't care about the scars. So... I stick a razor in my mouth and do this...\n[the Joker mimics slicing his mouth open with his tongue]\nThe Joker:...to myself. And you know what? She can't stand the sight of me! She leaves. Now I see the funny side. Now I'm always smiling!\n[Rachel knees the Joker in the groin; he merely laughs it off]\nThe Joker:A little fight in you. I like that.\nBatman:[off-screen]Then you're gonna love me.\n[attacks him]", "Two-Face:[in the back of a factory at 250 52nd Street]You thought we could be decent men in an indecent time. But you were wrong. The world is cruel, and the only morality in a cruel world is chance.\n[holds up his coin]\nTwo-Face:Unbiased. Unprejudiced. Fair.", "[bumps along while driving a hijacked semi truck]\nThe Joker:[driving in the driver's seat]I like this job - I like it!", "Lt. James Gordon:[in the interrogation room]Harvey Dent never made it home.\nThe Joker:Of course not.\nLt. James Gordon:What have you done with him?\nThe Joker:Me? I was right here.\n[holds up his arms in handcuffs]\nThe Joker:Who did you leave him with? Your people? Assuming, of course, they are still *your* people, and not Maroni's. Does it depress you, commissioner? To know just how alone you really are? Does it make you feel responsible for Harvey Dent's current predicament?\nLt. James Gordon:Where is he?\nThe Joker:What's the time?\nLt. James Gordon:What difference does that make?\nThe Joker:Well, depending on the time, he may in one spot, or several.\nLt. James Gordon:If we're gonna play games...\n[takes off Joker's handcuffs]\nLt. James Gordon:I'm gonna need a cup of coffee.\nThe Joker:Ah, the good cop, bad cop routine?\nLt. James Gordon:Not exactly.", "The Joker:[stumbles out of wrecked truck, playing chicken with Batman]Come on, I want you to do it, I want you to do it. Come on, hit me. Hit me!", "Salvatore Maroni:[in the back seat of his car]Look, if I tell you, will you let me go?\nTwo-Face:Can't hurt your chances.\nSalvatore Maroni:It was Ramirez.\n[Two-Face pulls the coin out and cocks his gun]\nSalvatore Maroni:[panicking]But you said...\nTwo-Face:I said it couldn't hurt your chances.\n[flips coin; good side]\nTwo-Face:You're a lucky man.\n[flips again; bad side]\nTwo-Face:He's not.\nSalvatore Maroni:Who?\nTwo-Face:[buckles seat belt]Your driver.\n[He shoots the driver in the back; the car goes flying off the road]", "The Joker:[after a news segment]I had a vision, of a world without Batman. The mob ground out a little profit and the police tried to shut them down, one block at a time. And it was so... boring. I've had a change of heart. I don't want Mr. Reese spoiling everything, but why should I have all the fun? Let's give someone else a chance. If Coleman Reese isn't dead in sixty minutes then I blow up a hospital.", "Harvey Dent:[during the fundraiser party held for Harvey Dent]The famous Bruce Wayne. Rachel's told me everything about you.\nBruce Wayne:I certainly hope not.", "James Gordon Jr.:Did Batman save you, Daddy?\nLt. James Gordon:Actually, this time I saved him.", "The Joker:[after a news segment]Are you the real Batman?\nBrian:No.\nThe Joker:No? Then why do you dress like him?\nBrian:He's a symbol... that we don't have to be afraid of scum like you.\nThe Joker:Yeah, you do, Brian. You *really* do!", "Alfred Pennyworth:Will you be wanting the Batpod, sir?\nBruce Wayne:In the middle of the day, Alfred? Not very subtle.\nAlfred Pennyworth:The Lamborghini, then.\n[with deadpan sarcasm]\nAlfred Pennyworth:Much more subtle.", "The Joker:Don't talk like one of them, you're not! Even if you'd like to be. To them, you're just a freak, like me. They need you right now. But when they don't, they'll cast you out, like a leper. See, their morals, their code... it's a bad joke. Dropped at the first sign of trouble. They're only as good as the world allows them to be. I'll show you, when the chips are down, these... these civilized people? They'll eat each other. See, I'm not a monster, I'm just ahead of the curve.\nBatman:[grabs Joker]Where's Dent?\nThe Joker:You have all these rules and you think they'll save you!\nLt. James Gordon:[as Batman slams Joker into the wall]He's in control.\nBatman:I have one rule.\nThe Joker:Oh, then that's the rule you'll have to break to know the truth.\nBatman:[getting impatient]Which is?\nThe Joker:The only sensible way to live in this world is without rules.\n[mimicking Batman's voice]\nThe Joker:And tonight you're gonna break your one rule.\nBatman:I'm considering it.\nThe Joker:Oh, there's only minutes left, so you're gonna have to play my little game if you wanna save one of them.\nBatman:[softly, fearful]Them?\nThe Joker:You know for awhile there, I thought you really were Dent. The way you threw yourself after her.\n[Joker laughs, Batman throws Joker on table, barricades door]\nThe Joker:Look at you go! Does Harvey know about you and his little bunny?\nBatman:[slams Joker into mirror]Where are they?\nThe Joker:Killing is making a choice.\nBatman:[punches Joker]Where are they?\nThe Joker:Choose between one life or the other. Your friend, the district attorney, or his blushing bride-to-be...\n[punches Joker]\nThe Joker:[laughs]You have nothing, nothing to threaten me with! Nothing to do with all your strength!\n[grabs Joker]\nThe Joker:Don't worry, I'm gonna tell you where they are. Both of them. And that's the point. You'll have to choose. He's at 250 52ND Street and she's on Avenue X, at Cicero.", "Grumpy:That's a lot of money. If this Joker guy was so smart, he'd have had us bring a bigger car.\n[promptly draws his gun and points it a Bozo]\nGrumpy:I'm bettin' the Joker told you to kill me as soon as we loaded the cash.\nBozo:[looks at his watch, checking it. He sighs]No, no no no. I kill the bus driver.\nGrumpy:[as Bozo moves a few paces to one side]Bus driver? What bus driver?\n[a yellow school bus reverses through the bank's doors and knocks Grumpy down. The driver jumps out]\nBus Driver:School's out! Time to go!\n[laughs]\nBus Driver:Cat's not gettin' up, is he?\n[loading duffels]\nBus Driver:That's a lot of money. What happened to the rest of the guys?\n[Bozo casually shoots the bus driver dead, then picks up the last duffel and throws it into the bus. Bozo prepares to climb in]\nGotham National Bank Manager:Think you're smart, huh? The guy that hired youze, he'll just do the same to you. Oh, criminals in this town used to believe in things. Honor. Respect. Look at you! What do you believe in, huh? WHAT DO YOU BELIEVE IN?\nBozo:[putting a gas grenade in the banker's mouth]I believe, whatever doesn't kill you, simply makes you...\n[takes off his mask revealing the face of the Joker]\nThe Joker:...stranger.", "The Joker:[SPOILER]We really should stop this fighting, otherwise we'll miss the fireworks!\nBatman:[while being pinned down on the platform next to the ledge of a building that's still under construction]There won't *be* any fireworks!\nThe Joker:And here... we... go!\n[Silence. Nothing happens. Confused, Joker turns to look at the clock, which shows that it's past midnight and neither ferry has blown the other up]\nBatman:[triumphantly]What were you trying to prove? That deep down, everyone's as ugly as you? You're alone!\nThe Joker:[sighs]Can't rely on anyone these days, you have to do everything yourself, don't we!", "Harvey Dent:Alfred, right?\nAlfred Pennyworth:[during the fundraiser party held for Harvey Dent]That's right, sir.\nHarvey Dent:Yeah, Rachel talks about you all the time. You've known her, her whole life!\nAlfred Pennyworth:Oh, not yet, sir.\nHarvey Dent:Heh heh heh. Any psychotic ex-boyfriends I should be aware of?\nAlfred Pennyworth:[smiles]Oh, you have no idea.", "Gambol:[During a private sit down meeting with the gangsters]You think you can steal from us and just walk away?\nThe Joker:Yeah.", "The Joker:[over the PA]Tonight you're all gonna be part of a social experiment. Through the magic of diesel fuel and ammonium nitrate, I'm ready right now to blow you all sky high. Anyone attempts to get off their boat, you all die. Each of you has a remote... to blow up the other boat. At midnight, I blow you all up. If, however, one of you presses the button, I'll let that boat live. So, who's it going to be: Harvey Dent's most wanted scumbag collection, or the sweet and innocent civilians? You choose... oh, and you might want to decide quickly, because the people on the other boat might not be so noble.", "The Joker:[upon entering the fundraiser party held for Harvey Dent while his henchmen follow behind him]Good evening, ladies and gentlemen. We are tonight's entertainment! I only have one question. Where is Harvey Dent?\n[nobody responds; The Joker walks around the room pointing with his shotgun at everyone]\nThe Joker:You know where Harvey is? You know who he is?\n[grabs a man's face]\nThe Joker:You know where I can find Harvey? I need to talk to him about something. Just something, a little.\n[turns the man's face away]\nThe Joker:No...", "[last lines in the back of a factory]\nJames Gordon Jr.:Why's he running, Dad?\nLt. James Gordon:Because we have to chase him.\nJames Gordon Jr.:He didn't do anything wrong.\nLt. James Gordon:Because he's the hero Gotham deserves, but not the one it needs right now. So we'll hunt him. Because he can take it. Because he's not our hero. He's a silent guardian, a watchful protector. A dark knight.", "Bruce Wayne:[while in the underground bat cave]People are dying, Alfred. What would you have me do?\nAlfred Pennyworth:Endure, Master Wayne. Take it. They'll hate you for it, but that's the point of Batman, he can be the outcast. He can make the choice that no one else can make, the right choice.\nBruce Wayne:Well today I found out what Batman can't do. He can't endure this. Today you get to say \"I told you so.\"\nAlfred Pennyworth:Today, I don't want to.\n[pauses for several moments]\nAlfred Pennyworth:But I did bloody tell you.", "Alfred Pennyworth:[while in the underground bat cave]Know your limits, Master Wayne.\nBruce Wayne:Batman has no limits.\nAlfred Pennyworth:Well, you do, sir.\nBruce Wayne:Well, can't afford to know 'em.\nAlfred Pennyworth:And what happens on the day that you find out?\nBruce Wayne:Well, we all know how much you love to say \"I told you so.\"\nAlfred Pennyworth:On that day, Master Wayne, even I won't want to. Probably.", "Alfred Pennyworth:[looks at the large gash on Bruce's arm]Did you get mauled by a tiger?\nBruce Wayne:[quietly]It was a dog.\nAlfred Pennyworth:Huh?\nBruce Wayne:It was a big dog!\n[pause]\nBruce Wayne:More copycats last night, Alfred, with guns.\nAlfred Pennyworth:Why don't you hire them and take the weekend off?", "Batman:[about the Joker]Where is he?\nSalvatore Maroni:I don't know where he is, he found us!\nBatman:He must have friends!\nSalvatore Maroni:[incredulous]Friends? Have you met this guy?", "The Joker:It's a funny world we live in. Speaking of which, do you know how I got these scars?\nBatman:[while being pinned down on the platform next to the ledge of a building that's still under construction]No! But I know how you got these!\n[fires gauntlet blades into Joker's face]", "Two-Face:You thought we could be decent men, in an indecent time! But you were wrong. The world is cruel, and the only morality in a cruel world is chance. Unbiased, unprejudiced... fair. His son's got the same chance she had. Fifty-fifty.\nBatman:What happened to Rachel wasn't chance. We decided to act. We three.\nTwo-Face:Then why was it me who was the only one who lost everything?\nBatman:[grieved]It wasn't...", "Salvatore Maroni:[Batman holds him out over a ledge]From one professional to another, if you're trying to scare somebody, pick a better spot. From this height, the fall wouldn't kill me.\nBatman:I'm counting on it.\n[he drops Maroni off the ledge, breaking his legs]", "The Joker:[During a private sit down meeting with the gangsters]If we don't deal with this now, soon little, uh, Gambol here won't be able to get a nickel for his grandma.\nGambol:[explodes]Enough from the clown!\n[He rises to his feet; Joker does too, opening his coat to reveal a cluster of grenades, attached to a string around his thumb]\nThe Joker:Ah-ta-ta-ta! Let's not *blow*...\nMan No. 1:Shit!\nThe Joker:...this out of proportion.", "Lt. James Gordon:[after Bruce saves Reese by blocking a truck with his car]It's mister Wayne, isn't it? That was a very brave thing you did!\nBruce Wayne:Trying to catch the light?\nLt. James Gordon:You weren't protecting the van?\nBruce Wayne:Why, who's in it?\n[Reese steps out, sees Bruce, who nods slightly]\nBruce Wayne:Do you think I should go to the hospital?\nLt. James Gordon:You don't watch a whole lot of news, do you, Mr. Wayne?", "Bruce Wayne:[standing next to the storage drawers in the Applied Sciences division at Wayne Enterprises]What about getting back into the plane?\nLucius Fox:I'd recommend a good travel agent.\nBruce Wayne:Without it landing.\nLucius Fox:[smiles]Now that's more like it, Mr. Wayne.", "The Joker:[Batman slams The Joker's head on a table in the interrogation room]Never start with the head, the victim gets all fuzzy. He can't feel the next...\n[Batman slams a fist down on Joker's hand; pause]\nThe Joker:See?", "Bruce Wayne:[standing next to the storage drawers in the applied sciences division at Wayne Enterprises]How will it hold up against dogs?\nLucius Fox:We talking Rottweilers or Chihuahuas? Should do fine against cats.", "Rachel Dawes:[narrating her letter to Bruce as Alfred reads it]Dear Bruce. I need to be honest and clear. I'm going to marry Harvey Dent. I love him, and I want to spend the rest of my life with him. When I told you that if Gotham no longer needed Batman we could be together, I meant it. But now I'm sure the day won't come when *you* no longer need Batman. I hope it does; and if it does I will be there, but as your friend. I'm sorry to let you down. If you lose your faith in me, please keep your faith in people. Love, now and always, Rachel.", "Bruce Wayne:...Because sometimes truth isn't good enough. Sometimes people deserve more.", "The Joker:[the Joker has Brain Douglas captured and is recording him]Tell them your name.\nBrian:Brian... Douglas.\nThe Joker:Are you the real Batman?\nBrian:No.\nThe Joker:No?\nBrian:No.\nThe Joker:No? Then why do you dress up like him?\n[grabs Brian's mask and dangles it in front of the camera]\nThe Joker:whooo-hoo-hoo-hoo!\nBrian:Because he's a symbol that we don't have to be afraid of scum like you.\nThe Joker:Oh you do, Brian. You really do. Yeah. Oh shh, shh, shh, shh, shh. So, you think Batman's made Gotham a better place? Hmm? Look at me. LOOK AT ME!\n[turns camera to himself]\nThe Joker:You see? This is how crazy Batman's made Gotham! You want order in Gotham? Batman must take off his mask and turn himself in. Oh, and every day he doesn't, people will die. Starting tonight. I'm a man of my word.\n[laughs]", "Alfred Pennyworth:I trust you don't have *me* followed on my day off.\nBruce Wayne:If you ever took one, I might.", "Lucius Fox:[Wayne Enterprises accountant Coleman Reese believes that he's discovered Batman's secret identity]\nLucius Fox:[in his office]Let me get this straight. You think that your client, one of the wealthiest, most powerful men in the world, is secretly a vigilante who spends his nights beating criminals to a pulp with his bare hands; and your plan, is to *blackmail* this person?\n[pause, Reese looks nervous]\nLucius Fox:Good luck.", "Batman:Because sometimes the truth isn't good enough.\n[insert cut: Alfred burns the envelope from Rachel]\nBatman:Sometimes, people deserve more.", "Harvey Dent:[on TV]I don't know about Mr. Lau's travel arrangements, but I'm sure glad he's here.\nThe Chechen:I put word out. We hire the clown.\n[looks at the others]\nThe Chechen:He was right. We have to fix real problems: Batman.\n[They don't see Gordon enter]\nLt. James Gordon:Ah our boy looks good on the tube.\nSalvatore Maroni:You sure you want to embarrass me in front of my friends, Lieutenant?\nLt. James Gordon:Don't worry. They're coming too.\n[Other cops enter and arrest the mobsters in the restaurant. Cuts to various locations in Gotham City, as the police do a massive round up of the mobsters in town. We see Stephens loading one thug into a police car, underneath an 'L' line, saying]\nDetective Stephens:Have a nice trip. See you next fall.\n[cuts to a courtroom, where Judge Surillo is reading the massive charges]\nJudge Surrillo:747 counts of extortion, 849 counts of racketeering, 246 counts of fraud, 87 counts of conspiracy to murder...\n[as she flips through the documents, she finds a Joker playing card]\nJudge Surrillo:... 527 counts of obstruction of justice. How do the defendants plead?\n[a massive army of defense lawyers start jostling and yelling all at once. The stenographer looks up, confused]\nJudge Surrillo:Order! Order in the court!\n[cut to the Mayor's office, where the Mayor is berating Harvey for his actions. Gordon and Commissioner Loeb are also present]\nMayor Anthony Garcia:549 criminals at once. How did you convince Surillo to hear this farce?\nHarvey Dent:She shares my enthusiasm for justice. After all, she is a judge.\nMayor Anthony Garcia:Well even if you're able to blow enough smoke to get convictions out of Surillo, you're going to set a new record at appeals for quickest kick in the ass.\nHarvey Dent:It won't matter. The head guys make bail, sure... but the mid-level guys, they can't, and they can't afford to be off the streets long enough for trial and appeal. They'll cut deals that include *some* jail time. Think of all you could do with 18 months of clean streets.\n[the Mayor waves Gordon and Commissioner Loeb out]\nMayor Anthony Garcia:The public likes you, Dent. That's the *only* reason this might fly. But that means it's on you. They're all coming after you now. Not just the mob: politicians, journalists, cops. Anyone whose wallet's about to get lighter. Are you up to it?\n[Dent smiles]\nMayor Anthony Garcia:You better be. They get anything back on you, those criminals will be back on the streets...\n[he walks over to the window and looks out]\nMayor Anthony Garcia:Followed swiftly by you and me.\n[a dead Batman wanna-be in Joker makeup, with the sides of his mouth sliced into a grin, bangs into the window, causing the mayor to jump. Police lower the dead body, which is hanging from a noose, and they find a Joker card that says \"WILL THE REAL BATMAN PLEASE STAND UP?\"]", "The Joker:[to the Chechen]Tell your men they work for me now. This is my city.\nThe Chechen:They won't work... for a FREAK!\nThe Joker:[pulls out a knife]Freak? Why don't we cut you up into little pieces and feed you to your pooches, hmm? And then we'll see just how loyal a hungry dog REALLY is!\nThe Joker:[half to himself]It's not about money... its about sending a message.\nThe Joker:[dialing on a cell phone while a mountain of money burns behind him]Everything burns!", "Lt. James Gordon:[to Harvey Dent]Everyone knows you're Gotham's White Knight.", "Gambol:[During a private sit down meeting with the gangsters]You're crazy.\nThe Joker:I'm not. No, I'm not.", "The Joker:[to the mob after performing his \"magic trick,\" during a private sit down meeting with the gangsters]Oh, and by the way, the suit, it wasn't cheap. You oughta know, you bought it.", "The Joker:[after a news segment, holds camera facing himself]See, this is how crazy Batman's made Gotham! If you want order in Gotham, Batman must take off his mask and turn himself in. Oh, and every day he doesn't, people will die, starting tonight. I'm a man of my word.\n[laughs]", "Bruce Wayne:I knew the mob wouldn't go down without a fight. But this is different, they crossed the line.\nAlfred Pennyworth:You crossed the line first, sir. You hammered then and in their desperation they turned to a man they didn't fully understand. Some men aren't looking for anything logical. They can't be bought, bullied, reasoned or negotiated with. Some men just want to watch the world burn.", "Batman:in the interrogation roomWhere is Dent?\nThe Joker:You have all these rules and you think they'll save you.\nLt. James Gordon:[Batman slams the Joker against a wall]He's in control.\nBatman:I have one rule.\nThe Joker:Oh, then that's the rule you'll have to break to know the truth.\nBatman:Which is?\nThe Joker:The only sensible way to live in this world is without rules.\n[mimicking Batman's voice]\nThe Joker:And tonight you're gonna break your one rule!\nBatman:I'm considering it.\nThe Joker:Oh, there's only minutes left, so you're gonna have to play my little game if you want to save one of them.\nBatman:[softly, fearful]Them?\nThe Joker:You know for a while there, I thought you really were Dent. The way you threw yourself after her!", "The Joker:[Is about to unmask the unconscious Batman but Gordon suddenly points a gun to his head]Arrrgh! Could you *please* just give me a minute?", "[Lau announces that he's removed all the mob's cash from their banks before the police raid, and stashed them in a secure location]\nLau:[during a video conference with the gangsters, interrupting their private sit down meeting]For obvious reasons, I couldn't wait for your permission. Rest assured, your money is safe.\n[From outside comes the sound of loud, fake laughter. The mob bosses turn and see the Joker enter]\nThe Joker:And I thought my jokes were bad.", "[while cross-examining one of Maroni's thugs on the witness stand, the thug pulls a gun and fires it at Harvey Dent; it mis-fires, and Harvey decks the thug with a right cross, and takes the gun away]\nHarvey Dent:Carbon fiber, .28 Caliber, made in China.\n[puts it on the table in front of Maroni]\nHarvey Dent:If you want to kill a public servant, Mr. Maroni, I recommend you buy American.\nJudge Freel:[to policemen holding the thug]Get him out of here!\nHarvey Dent:But, Your Honor, I'm not done.\n[cheers from the gallery]", "Harvey Dent:[in his hospital room]Remember that name you all had for me when I was at Internal Affairs? What was it, Gordon?\nLt. James Gordon:Harvey, I...\nHarvey Dent:Say it.\nTwo-Face:Say it!\nLt. James Gordon:Two-Face. Harvey Two-Face.\n[Dent turns his head, showing Gordon the mutilated side of his face]\nHarvey Dent:Why should I hide who I am?", "Mayor:[regarding The Joker that's sitting a holding cell]What'd we got?\nLt. James Gordon:Nothing. No matches on prints, DNA, dental. Clothing is custom, no labels. Nothing in his pockets but knives and lint. No name, no other alias.", "[the Batpod charges towards in the semi truck]\nThe Joker:[sitting in the drivers seat in the semi truck]Ooohhh. You want to play. Come on!", "[Batman has just fought off Scarecrow and a group of Batman wannabes]\nBatman:Don't let me find you out here again.\nBrian:We're trying to help you!\nBatman:I don't need help.\nDr. Jonathan Crane:Not my diagnosis!\nBrian:What gives you the right? What's the difference between you and me?\n[Batman lowers himself into the Batmobile]\nBatman:I'm not wearing hockey pads!", "The Joker:[in a warehouse next to a mountain of money]Tell your men they work for me now. This is my city.\nThe Chechen:They won't work for a freak...\nThe Joker:[mocking his accent]A freak...\n[pulls out his switchblade and tosses it to some goons, who grab the Chechen]\nThe Joker:Why don't we cut you up into little pieces and feed you to your pooches? Hmm? And then we'll see how loyal a hungry dog really is. It's not about money... it's about sending a message. Everything burns!", "Bruce Wayne:[in an empty conference room]I need a new suit.\nLucius Fox:Yeah, three buttons is a little '90's, Mr. Wayne.\nBruce Wayne:I'm not talking fashion, Mr. Fox, so much as function.\n[hands him a diagram]\nLucius Fox:You want to be able to turn your head.\nBruce Wayne:Sure would make backing out of the driveway easier.", "Batman:[about Lau]If I get him to you, can you get him to talk?\nHarvey Dent:I'll get him to sing.\nLt. James Gordon:We're going after the mob's life savings. Things will get ugly.\nHarvey Dent:I knew the risks when I took this job, Lieutenant.\n[turns back to Batman]\nHarvey Dent:How will you get him back any...\n[Batman has disappeared]\nLt. James Gordon:He does that.", "The Joker:[to Gambol's thugs, being held helpless by his own]Now, our operation is small, but there's a lot of potential for \"aggressive\" expansion. So, which one of you fine gentlemen would like to join our team? Oh, there's only one spot open right now, so we're gonna have...\n[breaks pool cue over knee]\nThe Joker:Tryouts.\n[throws broken pool cue at the thugs]\nThe Joker:Make it fast.", "[the Batpod emerges from an alleyway]\nThe Joker:Now there's a Batman!", "Bruce Wayne:[after running into Harvey and Rachel at a restaurant]So, let's put a couple tables together.\nHarvey Dent:I'm not sure they'll let us.\nBruce Wayne:[gestures to the waiters to rearrange the seats]Oh, they should. I own the place.", "Batman:[to the Joker in the interrogation room]You wanted me, here I am.", "Bruce Wayne:[in his high rise apartment]You know that day that you once told me about, when Gotham would no longer need Batman? It's coming.\nRachel Dawes:Bruce. You can't ask me to wait for that.\nBruce Wayne:It's happening now. Harvey is that hero. He locked up half of the city's criminals, and he did it without wearing a mask. Gotham needs a hero with a face.", "Batman:[in the back of a factory at 250 52nd Street]You don't want to hurt the boy, Harvey.\nTwo-Face:It's not about what I want, it's about what's fair!", "Lucius Fox:[on the midlevel shopping center in Hong Kong]It emits a high-frequency pulse for mapping an environment and records a response time.\nBruce Wayne:Sonar. Just like a...\nLucius Fox:[interrupting before he can say \"bat\"]Like a *submarine*, Mr. Wayne. Like a submarine.", "[During the bank heist, the bank manager produces a shotgun and starts blasting away. Bozo and Grumpy dive for cover]\nGotham National Bank Manager:Do you have any idea who you're stealing from? You and your friends are dead!\nGrumpy:He's out, right?\n[Bozo thinks a moment, then nods. Grumpy stands and takes aim, only to take the manager's last round in his shoulder, allowing Bozo to shoot the manager in the leg]\nGrumpy:Where did you learn to count?", "Detective Wuertz:Listen, Dent, I swear to God I didn't know what they were gonna do to you.\nTwo-Face:That's funny...\n[pulls out coin]\nTwo-Face:'Cause I don't know what's gonna happen to you either.", "Lucius Fox:[On the plan to capture Lau]Now, for high altitude jumps, you'll need oxygen and stabilizers; but I must say, compared to your usual requests, jumping out of an airplane is pretty straightforward.\nBruce Wayne:And what about getting back into the plane?\nLucius Fox:I'd recommend a good travel agent.\nBruce Wayne:Without it landing.\nLucius Fox:Now that's more like it. The CIA had a program back in the 60s for getting their people out of hotspots called Skyhook. We could look into that.", "The Joker:Good evening, ladies and gentlemen. We are tonight's entertainment! I only have one question. Where is Harvey Dent?", "The Joker:Those mob fools want you gone so they can get back to the way things were. But I know the truth: there's no going back. You've changed things... forever.", "[first lines]\nGrumpy:[with Chuckles, picks up Bozo on the street]Three of a kind, let's do this!\nChuckles:Huh, that's it? Three guys?\nGrumpy:Plus two guys on the roof. Every guy gets a share. Five shares is plenty.\nChuckles:*Six* shares. Don't forget the guy who planned the job.\nGrumpy:He thinks he can sit it out and still take a slice? I know why they call him \"The Joker\".\nHappy:[up on the roof, breaking open the alarm box with Dopey]So why do they call him \"the Joker\"?\nDopey:I hear he wears makeup.\nHappy:Makeup?\nHappy:Yeah, to scare people. You know, war paint.\nGrumpy:[On the street, Bozo, Grumpy and Chuckles get out of their car and run inside the bank. Grumpy fires off a round into the air to grab the attention of the customers and tellers]All right, everybody! Hands up, heads down!\n[In the background, Chuckles overpowers one of the guards]\nGrumpy:Let's put hands up, heads down!\n[grabs a teller by his collar and pulls him over his desk]\nGrumpy:Let's go, pal! I'm making a withdrawal here!\n[He then points his gun at a female teller]\nGrumpy:I said hands up!\nDopey:[waiting eagerly with Happy on the roof]Here comes the silent alarm...\n[presses a button to disable it]\nDopey:... and there it goes!\n[Downstairs, Grumpy has managed to pull the female teller over the counter]\nDopey:That's funny. It didn't dial out to 911 - it was trying to reach a private number.\nHappy:Is there a problem?\nDopey:Nah, nah. I'm done here.\n[Happy shoots him, steals his bag, and rushes downstairs into the vault. In the lobby, Bozo is sticking gas grenades in the hostages' hands and pulling the pins]\nGrumpy:Obviously we don't want you doing anything with your hands other than holding on to dear life!", "Detective Wuertz:[in a bar]Dent. Jesus. I thought you was dead.\nTwo-Face:Half.", "The Joker:Harvey, Harvey, Harvey Dent.\n[climbs up to the cab of a semi truck, the driver of which is dead or unconscious]\nThe Joker:Oh, excuse me, I want to drive!\n[shoves him out and takes the wheel]", "Lt. James Gordon:[in the back of a factory at 250 52nd Street]They'll hunt you.\nBatman:You'll hunt me. You'll condemn me. Set the dogs on me. Because that's what needs to happen.", "Maroni's Mistress:[sitting next to each other in a club]Can't we go someplace quieter? We can't hear each other talk.\nSalvatore Maroni:What makes you think I want to hear you talk?", "The Chechen:[after bringing out a man under the influence of fear toxin]Look at what your drugs did to my customers.\nScarecrow:Buyer beware. I told you my compound would take you places. I never said they'd be places you wanted to go.\nThe Chechen:My business... repeat customers...\nScarecrow:If you don't like what I have to offer, you can buy from someone else. Assuming Batman left anyone to buy from.", "The Joker:[upon entering the fundraiser party held for Harvey Dent]We made it!", "Mike Engel:[after a news segment, kidnapped by the Joker, Engel is reading a prepared statement]\"I'm Mike Engel for Gotham Tonight. What does it take to make you people join in? You failed to kill the lawyer. I've got to get you off the bench...\"\nThe Joker:Bench...\nMike Engel:\"And into the game.\"\nThe Joker:...game.\nMike Engel:\"Come nightfall, this city is mine...\"\nThe Joker:Mine...\nMike Engel:\"... and anyone left here plays by my rules.\"\nThe Joker:...rules.\nMike Engel:\"If you don't want to be in the game... get out now.\nThe Joker:...get out now\nMike Engel:But the bridge and tunnel crowd are sure in for a surprise. Ha ha ha ha.\"\n[Joker laughs]", "Two-Face:The joker chose me!\nBatman:Because you were the best of us. He wanted to prove that even someone as good as you could fall.\nTwo-Face:And he was right.\nBatman:You're the one pointing the gun, Harvey. So point it at the people responsible.\nTwo-Face:Fair enough.\n[to Batman]\nTwo-Face:You first.\n[Flips the coin]\nTwo-Face:[Shoots Batman and points the gun at himself]\nTwo-Face:My turn.", "Two-Face:[threatening Jimmy with a gun]Tell your boy it's going to be all right, Gordon. Lie, like I lied.\nLt. James Gordon:It's going to be all right, son.\n[Two-Face flips the coin; Batman tackles him and they fall; the coin lands good-side up]", "[while fighting with Batman, Joker knocks him down and raises a knife]\nThe Joker:All the old familiar places...", "Scarecrow:Buyer beware. I told you my compound would take you places. I never said they were places you wanted to go!", "The Joker:[talking about crashing the helicopter]Okay, rack 'em up. Rack 'em up, rack 'em up, rack 'em up.", "The Joker:You can't rely on anybody these days, you gotta do everything yourself, don't we? But that's okay, I came prepared. It's a funny world we live in; speaking of which, you know how I got these scars?\nBruce Wayne:No, but I know how you got these.", "Two-Face:[in the back seat of his car while pointing a gun at him]Going to join your wife? Do you love her?\nSalvatore Maroni:Yes.\nTwo-Face:Did you ever wonder what it would be like to listen to her die?\nSalvatore Maroni:Look, take it up with the Joker. He killed your woman. He made you - like this.\n[gestures at Harvey's face]\nTwo-Face:The Joker's just a mad dog. I want whoever let him off the leash.", "Natascha:How could you want to raise children in a city like this?\nBruce Wayne:[while having a fancy dinner with Harvey, Rachel]Well, I grew up in Gotham, and I turned out all right.", "[During a bank heist, the Joker has tricked all his men into killing each other, one after the other. One of the last ones, getting wise, points his gun at another thug, who still has his mask on]\nGrumpy:I'm betting The Joker told you to kill me soon as we loaded the cash.\nBozo:No. No, no, no. I kill the bus driver.\nGrumpy:[confused]Bus driver? What bus dri-?\n[a school bus drives through the wall and kills Grumpy]", "Salvatore Maroni:[sitting in the defendant's chair]I thought the D.A. just played golf with the mayor, things like that?\nHarvey Dent:[standing in front of the prosecution table]Tee off's one-thirty, more than enough time to put you away for life, Sally.", "Bruce Wayne:You look tired, Alfred. You'll be all right without me?\nAlfred Pennyworth:[looking at all the sunbathing women]You can tell me the Russian for, \"Apply your own bloody suntan lotion.\"", "[examining one of the gauntlets for his new and improved Batsuit, Bruce presses a button, and the spikes are launched across the room, narrowly missing Fox before they bury themselves in the wall]\nLucius Fox:Perhaps you should read the instructions first?\nBruce Wayne:[sheepish]Right.", "Harvey Dent:Well, I guess no answer is a no.\nRachel Dawes:Harvey...\nHarvey Dent:It's someone else, isn't it?\nRachel Dawes:Harvey...\nHarvey Dent:Just tell me it's not Wayne, the guy's a complete...\n[Bruce comes up behind him and grabs him in a chokehold]\nRachel Dawes:What are you doing?\nBruce Wayne:[as Harvey falls unconscious]They're coming for him!", "Lucius Fox:No, I really came to tell you that our business deal has to be put on hold. You see, we can't afford to be seen to do business with whatever it is you're accused of being. I'm sure a businessman of your stature will understand.\nLau:I think, Mr. Fox, a simple phone call might have sufficed.\nLucius Fox:Mr. Wayne didn't want you to think that he was deliberately wasting your time.\nLau:Just accidentally wasting it.\nLucius Fox:That's very good, Mr. Lau. Accidentally. Very good.", "Shotgun SWAT:That's not good!\n[Police helicopter crashes into the road]\nShotgun SWAT:Okay, that's not good!", "Harvey Dent:Lightly irradiated bills. Fancy stuff for a city cop. Have help?\nLt. James Gordon:We liase with various agencies.\nHarvey Dent:Save it, Gordon. I want to meet him.", "[after visiting the scarred Dent in the hospital, Gordon emerges and sees Maroni there, leaning on a cane]\nSalvatore Maroni:This craziness... it's too much.\nLt. James Gordon:You should have thought of that before you let the clown out of the box.", "Alfred Pennyworth:You spat in the faces of Gotham's worse criminals. Didn't you think there might be some casualties? Things were always going to get worse before they got better.", "Two-Face:IT'S ABOUT WHAT'S FAIR.", "Lt. James Gordon:Dent is in there with them! We have to save Dent! *I* have to save Dent!", "Det. Ramirez:[regarding CCTV photos of The Joker's bank heist]He can't resist showing us his face.\nLt. James Gordon:What's he hiding under that make-up?", "Harvey Dent:You can *not* leave me alone with these people.\nRachel Dawes:[during the fundraiser party held for Harvey Dent]The whole mob's after you, and you're worried about *these* guys?\nHarvey Dent:Yea, well, compared to *these* guys, the mob doesn't scare me.", "[as the Batman wanna-bes attack the drug deal]\nScarecrow:That's not him.\n[Mayhem ensues, with lots of gunfire]\nThe Chechen:Loose the dogs!\n[after more fighting, the Batmobile crashes into the garage]\nScarecrow:That's more like it!", "Happy:[after cracking open the bank's safe]They wired this thing up with, like, 5,000 volts. What kind of bank does that?\nGrumpy:A mob bank. I guess the Joker is as crazy as they say. Where's the alarm guy?\nHappy:Boss told me, when the guy was done, I should take him out. One less share, right?\nGrumpy:Funny, he told me something similar.\nHappy:What...?\n[turns]\nHappy:No, no, no-!\n[Grumpy shoots him]", "Commissioner Gillian B. Loeb:How'd they get my DNA?\nLt. James Gordon:Someone with access to your house or office must have lifted a tissue or a... glass.\n[realizing as Loeb takes a sip of whiskey]\nLt. James Gordon:Wait, WAIT!\n[Loeb chokes]", "Harvey Dent:Very well. Take the Batman into custody.\n[everyone at the press conference looks confused]\nHarvey Dent:I am the Batman.", "The Joker:You'll see. I'll show you.", "Gambol:I'm putting the word out: Five hundred grand for this clown dead, a million alive so I can teach him some manners first.", "Happy:So why do they call him \"The Joker\"?\nDopey:I heard he wears make-up.\nHappy:Make-up?\nDopey:[on the roof of the bank trying to disconnect the silent alarm]Yeah, to scare people. You know, war paint.", "[Batman slams The Joker's head on a table]\nThe Joker:Never start with the head, the victim gets all fuzzy. He can't feel the next...\n[Batman slams a fist down on Joker's hand]\nThe Joker:See?", "[Rachel discovers Dent's coin is two-faced]\nRachel Dawes:[smiling sardonically]You make your own luck...", "Batman:[seeing the wall of monitors for the first time at the Applied Sciences division in Wayne Enterprises]Beautiful, isn't it?\nLucius Fox:Beautiful... unethical... dangerous. You've turned every cellphone in Gotham into a microphone.\nBatman:And a high-frequency generator-receiver.\nLucius Fox:You took my sonar concept and applied it to every phone in the city. With half the city feeding you sonar, you can image all of Gotham. This is *wrong*.\nBatman:I've gotta find this man, Lucius.\nLucius Fox:At what cost?\nBatman:The database is null-key encrypted. It can only be accessed by one person.\nLucius Fox:This is too much power for one person.\nBatman:That's why I gave it to you. Only you can use it.\nLucius Fox:Spying on 30 million people isn't part of my job description.", "Two-Face:Did she believe you?\nDet. Ramirez:Yes.\nTwo-Face:Of course she did. Because she trusts you. Just like Rachel did.\nDet. Ramirez:I didn't know what they were...\nTwo-Face:You didn't know what they were gonna do? You're the second cop to say that to me. What, *exactly*, did you think they were going to do?\nDet. Ramirez:They got me early on, my mother's hospital bills, and I...\nTwo-Face:Don't!\nDet. Ramirez:[crying]I'm sorry...\n[Harvey flips the coin]\nTwo-Face:Live to fight another day, officer.\n[He knocks her unconscious with the butt of his gun]", "[after Batman saves Rachel from falling out of a window]\nBatman:[after landing on the roof of a car]You all right?\nRachel Dawes:[lying next to each other]Let's not do that again.", "Reese:They're trying to kill me!\nLt. James Gordon:Well, maybe Batman will save you.", "Commissioner Gillian B. Loeb:[regarding The Joker's threat on his life]You're unlikely to discover this for yourself, so take my word, the police commissioner gets a lot of threats. I found the appropriate response to these situations a long time ago.\n[pulls out a bottle of whiskey and glass]", "[Gordon and the police arrive to arrest Maroni in a restaurant]\nSalvatore Maroni:You sure you wanna embarrass me in front of my friends, Lieutenant?\nLt. James Gordon:Oh, don't worry. They're coming too.", "[the night Gordon is shot, his wife opens her door and sees Stephens and Ramirez]\nBarbara Gordon:[realizing why they've come]No!\nDetective Stephens:I'm so sorry, Barbara...\nBarbara Gordon:[pushing Jimmy away]Jimmy, go play with your sister, go ahead.\n[Stephens hugs her as she sobs]\nDetective Stephens:If there's anything I can do...\nBarbara Gordon:[to Batman in the shadows]Are you up there? Are you? You brought this craziness on us! You did! You brought this on us...", "Lt. James Gordon:[while walking out of the courtroom with each other]It's a shame Sal's going to walk.\nHarvey Dent:Yeah, well, the good thing about the mob is they keep giving you second chances.", "The Chechen:[During a private sit down meeting with the gangsters]Who's stupid enough to steal from us?\nSalvatore Maroni:Some two-bit whack-job. Wears a cheap purple suit and make-up. He's not the problem. He's a nobody.", "Lt. James Gordon:[pointing a shotgun at the Joker after the armored car chase]We got you, you son of a bitch!", "Lt. James Gordon:[speaking to Harvey Dent in his office]If I didn't work with cops you investigated while you were making your name at I.A. I'd be working alone. I don't get political points for being an idealist, I have to do the best I can with what I have.", "Detective Murphy:Look at these ugly bastards.\nFat Thug:[in a holding cell]I don't feel good.\nDetective Murphy:You're a cop-killer. You're lucky to be feeling anything below the neck.", "[the Bat-Signal appears in the sky]\nThe Chechen:This is why we bring dogs!", "Salvatore Maroni:[to Batman who is interrogating him about The Joker]No one's gonna tell you nothin'. They're wise to your act. You got rules. The Joker, he's got no rules. No one's gonna cross him to you. You want this guy, you got one way. But you already know what that is. Just take off that mask and let him come find you. Or you gonna let a couple more people get killed while you make your mind?", "[while Grumpy overpowers two of the tellers in the bank, Happy and Dopey wait for the silent alarm to come]\nDopey:Here comes the silent alarm...\n[disables it by pressing a button]\nDopey:And there it goes.\n[pause]\nDopey:That's funny, it didn't dial out to 9-1-1. It was trying to reach a private number.\nHappy:Is it a problem?\nDopey:Nah, I'm done here.\n[Happy shoots him with a silenced Beretta 92SB-C, then takes his bag and runs down into the vault]", "[during the bank heist, Bozo subdues the terrified customers and employees by putting grenades in their hands and pulling the pins]\nGrumpy:Obviously, we don't want you doing anything with your hands except hanging on for dear life!", "[watching news of Lau's capture on the television]\nThe Chechen:Put word out, we hire the clown.\n[the other mobsters look doubtful]\nThe Chechen:He was right. We have to fix real problem: Batman.", "[Gordon meets his wife after he faked his death]\nLt. James Gordon:I'm sorry, I couldn't risk your safety...\n[Gordon's wife slaps him and then embraces him]", "Rachel Dawes:Bruce... if you turn yourself in, they're not gonna let us be together.", "Mayor:We must remember that vigilance is the price of safety.", "Two-Face:[after seeing Gordon is actually alive]You do like to play things pretty close to the chest\nLt. James Gordon:[after capturing Joker]We got him Harvey", "Two-Face:[while being transferred in an armored car while joker shoots at him]These things are built for that right?\nArmored Car SWAT:He's going to need something a lot bigger to get through this", "Passenger:[after no one volunteers to push the detonator on the ferry]No one wants to get their hands dirty. Fine I'll do it. Those men on that boat, they made their choices, they chose to murder and steal. It doesn't make any sense for all of us to die too.", "The Joker:[During a private sit down with the gangsters]Let's wind the clocks back a year: These cops and lawyers wouldn't dare cross any of you, so what happened? Did your balls drop off? I know why you choose to have your \"group therapy\" sessions in broad daylight, I know why you're afraid to go out at night: The Batman. Batman has shown your true colors. Unfortunately, Dent, he's just the beginning.", "Cop Heckler:No more dead cops!", "Lt. James Gordon:[Racing to save Rachel from her rigged building]Mount the curb!", "Lau:[During a video conference with the gangsters]As you're all aware, one of our deposits were stolen. It was a relatively small amount: sixty million dollars.\nThe Chechen:Who's stupid enough to steal from us?\nSalvatore Maroni:Some two-bit whack job. Wears a cheap purple suit and makeup. He's not the problem. The problem is our money being tracked by the cops.\nLau:Thanks to Mr. Maroni's well-placed sources, we know the police have indeed identified our banks using marked bills and are planning to seize your funds today. And since the enthusiastic new DA has put all my competitors out of business, I'm your only option.\nThe Chechen:What do you propose?\nLau:Moving all secure deposits to one location, not a bank.\nGambol:Where then?\nLau:No one can know but me. If the police were to gain leverage over one of you, then everyone's money would be at stake.\nThe Chechen:What will stop them from getting to you?\nLau:I'll go to Hong Kong, far from Dent's jurisdiction, and the Chinese will not extradite one of their own.\nSalvatore Maroni:How soon can you move the money?\nLau:I already have.", "The Joker:[Referring to Lau from the video conference to the gangsters]And as for the television's so-called \"plan\", Batman has no jurisdiction. He'll find him and make him squeal. I know the squealers when I see them, and...\n[he indicates Lau, who shuts off the video conference]", "Detective Stephens:[to the Joker, as he is about to beat him]I know you're gonna enjoy this. I'm gonna try and have to enjoy it even more."]}]